{"body": "Safety        Manassas National Battlefield Park NPS Photo         Manassas National Batttlefield Park NPS Photo  Manassas National Battlefield Park is a fun and exciting place to explore and connect with our history and natural surroundings. Planning ahead can help to make your experience a safe and enjoyable journey through nature and time. A few different factors should be considered before heading into the battlefield. Always be prepared by checking the local weather forecast. The battlefield can be very hot and humid on a nice summer day. On a warm and sunny day, be prepared with plenty of drinking water, sunscreen, and a hat. Be aware of the different conditions associated with heat stress, heat exhaustion and heat stroke in order to know when to rest or ask someone for help. The battlefield also contains a variety of ticks, and knowing tick safety protocols is very important for one's health. Some ticks are carriers of blood born pathogens, which can be trasmitted when the tick is embedded in its host. Rocky Mountain Spotted Fever and Lyme Disease can be prevented with the right precautions. Please read the following information about tick safety and prevention.      Lyme Disease Prevention      Protect Yourself from Ticks            Heat Related Illness                                Heat related illnesses: When spending the day in the sun it is important to protect yourself from sunburn, dehydration, heat exhaustion, and heat stroke.  Sunburn Prevention: • Wear high protection sunscreen on all exposed skin and reapply every 3 hours. • Stay hydrated and keep your body cool.  Dehydration Dehydration occurs when the amount of water leaving the body is greater than the amount coming in.  Symptoms: • Thirsty • Dry mouth • Sweating may stop • Muscle cramps • Nausea and vomiting • Lightheadedness  Prevention and treatment: • Keep your body hydrated by drinking plenty of water.  • Keep rehydrating. • It is important to hydrate before hitting the trail or river, as well as keeping hydrated throughout the day. • Drink enough to produce light yellow or almost clear urine throughout the day. Heat exhaustion Heat exhaustion occurs due to water and electrolyte loss due to sweating.  Symptoms: • Heavy sweating • Pale, clammy skin • Nausea and vomiting • Fatigue • Weakness, dizziness, and fainting • Headache • Muscle cramps and aches • Rapid Pulse • Pale skin • Low blood pressure  Prevention: • Avoid becoming dehydrated and avoid vigorous physical activities in hot and humid weather. • Keep rehydrating your body. • Wear light colored, lightweight, and loose clothing. • Avoid alcohol and caffeine when exercising in the heat Treatment: • Cool victim down and have them rest in the shade • Drink plenty of water or electrolyte drink • Monitor victims temperature • If vomiting occurs, seek immediate medical assistance Heat Stroke Heat stroke is a true medical emergency that can be fatal if not properly and promptly treated. It occurs when undertaking heavy exertion in hot climates.  Symptoms: • Headache • Drowsiness • High body temperature • Rapid pulse • Not sweating with hot red or flushed dry skin • Difficulty breathing • Strange behavior; decreased mental status, confusion, or disorientation • Irritability • Shock • Convulsions or seizure • Sudden collapse  Prevention: • Avoid becoming dehydrated and avoid vigorous physical activities in hot and humid weather. • Keep rehydrating your body. • Wear light colored, lightweight, and loose clothing. • Avoid alcohol and caffeine when exercising in the heat  Treatment: • Contact emergency services • Move victim to a shady place and cool down by bathing or sponging with cool water • Apply cool water and place icepacks on the neck, abdomen, armpits, and groin • Monitor victims temperature    td>", "url": "https://www.nps.gov/mana/planyourvisit/safety.htm", "title": "Manassas National Battlefield Park: Safety"}