{"body": "Explore This Park    Learn About the Park     Photos & Multimedia     Wayside Exhibits     Description audio (French)                Description audio       Audio description Scripts  Pour au Bords de chemins Grande Ruins Casa Monument National    NOTE: Durée en minutes est fourni à titre indicatif. synchronisation réelle dépend de la vitesse de lecture d'écran de l'utilisateur.      Wayside 1 [467 words –3.1 minutes] Qui était ce peuple ancestral du désert de Sonora ? 467  mots. Sur ce panneau, on peut lire : « Personne ne sait de nos jours comment s'appelait le peuple qui a construit la Casa Grande il y a plusieurs siècles. Les archéologues emploient aujourd'hui le terme HOHOKAM pour qualifier la culture qui s'est épanouie ici de 1 500 ans jusqu'à 550 ans en arrière. Sur les sites archéologiques comparables aux ruines de Casa Grande, on peut aussi observer des plateformes en terre, des terrains de jeu de balle, des réseaux d'irrigation et des habitations disposées autour de plazas à l'intérieur de murs d'enceinte. Ces sites anciens ont également en commun un style de poterie typique rouge sur chamois et des bijoux en coquillages sculptés. Six tribus du Sud-Ouest ont encore aujourd'hui des traditions les reliant au peuple qui vivait ici autrefois. Pour ces tribus, les ruines de Casa Grande sont un lieu sacré. » Le panneau est orné de scènes de la vie de ce peuple réalisées par M. Chiago de la tribu Tohono O'Odham. En haut, dix personnes défilent en procession vers la gauche. Les quatre premières sont vêtues de longues robes blanches agrémentées d'écharpes colorées sur les épaules. Chacune tient devant elle une perche en haut de laquelle figure un totem. Les trois suivantes portent des chemises à manches longues et des jupes longues. Chacune porte sur la tête un panier ou un pot. Les trois dernières portent des instruments de musique —un pipeau, une crécelle et des baguettes. En dessous figure un paysage désertique comportant trois petites maisons. Leur toit est plat et un tuyau de poêle dépasse d'un des murs. Des montagnes violettes et bleues s'élèvent dans le lointain. Le bas du panneau présente une scène du désert dans laquelle trois femmes récoltent les fruits rouges du saguaro. L'une utilise une longue perche pour atteindre le haut du cactus, les deux autres portent sur la tête de grands paniers remplis de fruits. La gauche du panneau évoque un panier tressé à l'aide de lignes marron foncé sur fond plus clair. À partir du cercle central rayonnent quatre motifs géométriques. Autour de l'image figurent les noms de six tribus : Gila River, Hopi, Zuni, Ak-Chin, Tohono O'Odham et Salt River –Pima Maricopa. Quand vous êtes devant ce panneau, le centre d'accueil est derrière vous et la Grande maison est devant vous à gauche. En face de vous se trouvent deux grands saguaros et des créosotiers plus petits. Le sol est beige avec une faible coloration rosée. On aperçoit au lointain de petites montagnes. Derrière le panneau se dresse un gros rocher de couleur sombre sur une face duquel figurent des gravures rupestres, ou pétroglyphes. Pour atteindre le panneau suivant, passez à droite de cette pancarte et avancez d'environ 20 mètres sur le sentier.      Wayside 2 [411 words –2.7 minutes] Devant les murs d'enceinte. 411  mots. Sur ce panneau, on peut lire : « Il y a environ 4 100 ans, les peuples d'Arizona du Sud commencèrent à cultiver le maïs. Au fil du temps, grâce aux échanges commerciaux, d'autres cultures furent introduites. Les populations devinrent plus sédentaires et commencèrent à vivre plus longtemps au même endroit. Elles construisirent des maisons en terre semi-enterrées et commencèrent à creuser des canaux pour irriguer leurs champs. Il y a environ 1 500 ans, des villages plus grands firent leur apparition en Arizona du Sud. Il y a à peu près 800 ans, on commença à construire ici non seulement des maisons semi-enterrées mais aussi des bâtiments et des murs d'enceinte comme les ruines que vous voyez devant vous aujourd'hui. » Dans un encadré rouge à proximité du texte figurent 5 épis de maïs de couleur jaune pâle. Le texte indique : « Céréales anciennes, techniques anciennes. Le maïs que vous voyez ici est très proche du maize ancien cultivé dans le Sud-Ouest il y a 1 500 ans. Des paniers facilitaient la récolte. On employait des outils de pierre pour moudre les grains. Des pots en terre cuite permettaient d'entreposer les aliments et les graines et de les protéger contre les insectes et les animaux nuisibles. » En arrière-plan figure une peinture de Robert Ciaccio représentant une maison en terre semi-enterrée de couleur beige rosâtre. À côté de la maison, une femme agenouillée écrase du maïs, une couverture sur les épaules. Près d'elle, un enfant debout tient un panier. À côté d'eux sont regroupés sept cruches et bols en terre cuite et deux paniers pleins de maïs. Devant la porte de la maison se tiennent un homme et un petit garçon accompagné d'un chien. Ils portent tous deux des jupes s'arrêtant au genou et l'homme est vêtu d'une chemise à manches longues. À gauche, derrière la maison, une autre maison est en cours de construction. On voit une fosse au-dessus de laquelle est bâtie une charpente en bois. Un homme ajoute de longues perches à la structure. Quand vous faites face à ce panneau, le désert s'étend devant vous, beige rosé avec ça et là du gravier. Des créosotiers et des saguaros y sont disséminés. À votre droite, le sentier vous ramène au centre d'accueil. À votre gauche, il vous amène au panneau suivant, situé à environ 13 mètres. Derrière vous se trouvent les ruines de l'enceinte A et de la Grande maison.      Wayside 3 [537 words –3.6 minutes] L'agriculture du désert, hier et aujourd'hui. 537  mots. On peut lire : « L'agriculture dans cette partie de l'Arizona a commencé il y a 4 100 ans avec la culture du maïs. Peu à peu, au cours des siècles, les voyageurs ont apporté les haricots, lescourges, les coloquintes, les potirons, le tabac et le coton. On a progressivement creusé tout un réseau de canaux pour amener l'eau des rivières jusqu'aux champs. Les villages situés le long des fossés d'irrigation collaboraientà leur entretien. Les premiers Espagnols à visiter la Casa Grande à la fin du 17e siècle ont observé qu'on y cultivait le coton, plante qui prospère en climat chaud mais qui a besoin d'énormément d'eau. Sans irrigation, le coton ne pousse pas dans le désert. Les champs cultivés aujourd'hui près des ruines de Casa Grande restent une des plus grandes zones de production de coton aux États-Unis. L'irrigation rend toujours possible l'agriculture en zone désertique. » En bas à gauche sont représentées une capsule de cotonnier et une cloche en cuivre verdâtre. On peut lire : « Voyage et commerce sur longues distances. Les fermiers habitant près de Casa Grande échangeaient coton et surplus agricoles contre des matières premières et autres marchandises. Les cloches en cuivre et les aras rouges venaient du sud. La turquoise et l'obsidienne arrivaient du nord et de l'est. Les peuples d'Arizona se rendaient jusqu'au golfe de Californie et au Pacifique pour en rapporter des coquillages dont ils faisaient de beaux bracelets, anneaux et pendentifs. » Une représentation artistique des champs de culture de ce peuple ancestral occupe les deux-tiers droits du panneau. On voit en arrière-plan un large canal duquel se détachent à droite et à gauche des canaux plus petits. À gauche figure un bassin de rétention. En bas à droite, un homme vêtu d'un pagne sarcle le maïs. Près de lui s'étend une rangée de figuiers de Barbarie. Deux jeunes garçons en cueillent les fruits. Au bout de cette rangée des femmes récolent le fruit du saguaro à l'aide de longues perches. À gauche des rangées de courges s'étendent vers le canal, séparées par des rigoles d'irrigation. Deux jeunes garçons versent l'eau du canal dans les rigoles à l'aide de paniers. On peut lire : « 354 kilomètres de canaux. Près des ruines de Casa Grande, les anciens habitants du désert de Sonora parvenaient à irriguer 77 kilomètres carrés de cultures. » Quand vous faites face à ce panneau, le désert s'étend devant vous. À votre droite, le sentier ramène au panneau précédent. À environ 4 mètres à votre gauche, près d'un banc, le sentier bifurque à gauche pour pénétrer dans l'enceinte. Environ trois mètres derrière vous se trouvent les ruines de l'enceinte A. Les vestiges du mur extérieur font environ soixante centimètres de haut. Quinze mètres plus loin on voit les murs d'un bâtiment de plusieurs pièces. Les ruines de la Grande maison sont plus loin, légèrement à droite. Pour vous rendre au panneau suivant, tournez à gauche et marchez environ quatre mètres. Tournez de nouveau à gauche et avancez. La chaussée se termine à quelques mètres pour faire place à un chemin de terre recouvert de gravier. Le panneau suivant est alors à environ quinze mètres.      Wayside 4 [489 words –3.3 minutes] La vie quotidienne entre les murs. 489  mots. On lit sur ce panneau « Les espaces ouverts devant vous et à votre droite s'appellent des plazas. Vous auriez pu y observer la préparation des repas, la poterie, le filage, le tissage, la vannerie et d'autres tâches. En hiver, on travaillait sur les plazas à ciel ouvert où le soleil pouvait réchauffer. En été, on cherchait l'ombre le long des bâtiments ou on travaillait sous des ramadas —abris tissés en bois et branchages —où soufflait une légère brise. Les pièces de l'enceinte servaient de chambres familiales, de greniers et de lieux de cérémonie. On pouvait passer dans certaines pièces par des portes pratiquées dans les murs. Dans d'autres, on ne pouvait entrer que par une trappe donnant sur le toit en grimpant des échelles. » L'artiste Robert Ciaccio a illustré sur ce panneau sa conception de la vie à l'intérieur du camp. À gauche de l'image figurent deux femmes et une jeune fille assises sur des tapis près du mur d'un bâtiment. Elles sont entourées de nombreuses cruches et de bols. La jeune fille roule un colombin d'argile. La femme à gauche lisse un bol avec un outil plat. La femme à droite enduit une grande cruche de pigment rouge avec un chiffon. Au coin du bâtiment se trouve une plaza à ciel ouvert avec un toit de branchages adossé à un mur au fond. Six personnes s'y abritent. On voit derrière elles l'angle d'un bâtiment de plusieurs étages. Le texte indique : « À l'intérieur de ces murs, la superficie est de 8 500 mètres carrés, l'équivalent d'environ 2 terrains de football américain. » Un encadré sur fond rouge en bas et à droite du panneau représente un récipient creux décoré de marques rouges sur fond beige pâle : une croix le divise en quatre parties et le fond est parsemé de points rouges. On peut lire : « Apprentis artisans. Dès l'âge de six ans, les enfants participaient à la fabrication d'objets utilitaires pour la collectivité, comme cette louche en terre cuite qui servait aux repas. Si les filles apprenaient ici à faire de la poterie, à filer et à tisser, les garçons fabriquaient des outils agricoles en pierre et en bois et des armes pour la chasse. » Derrière le panneau se trouvent les restes d'un bâtiment de plusieurs pièces s'étendant vers la gauche. Les murs en ruines font entre 50 centimètres et un mètre 50 de hauteur. Derrière vous à droite se trouvent des vestiges de murs d'un autre bâtiment. De petits panneaux vous demandent de ne pas monter sur les murs. Devant vous, à 45 degrés sur votre droite se trouve la Grande maison, protégée par un auvent métallique soutenu par quatre grands pylônes en métal, ainsi que les vestiges d'un mur plus bas directement à votre droite. Pour parvenir au panneau suivant, avancez-vous à 45 ° sur votre droite sur une trentaine de mètres.      Wayside 5 [552 words –3.7 minutes] Construits pour durer. 555  mots. On peut lire : « Imaginez-vous l'effort et l'adresse nécessaires pour bâtir quelque chose d'aussi grand que la Casa Grande sans outils modernes, sans roues, sans bêtes de somme et sans supports. Le peuple ancestral du désert de Sonora utilisait le caliche, sol désertique riche en carbonate de calcium, pour construire les murs épais que vous voyez ici. Le caliche était extrait du sol puis mélangé avec de l'eau dans des trous peu profonds pour former un matériau dur ressemblant à du béton. La boue était modelée à la main pour façonner les murs aux hauteurs que vous voyez ici. Regardez ces murs de près. Voyez-vous des lignes horizontales ? Elles montrent la hauteur à laquelle le caliche était empilé au cours d'une session de travail avant de le laisser sécher. Quand une rangée était sèche, on en montait une autre par-dessus. L'ingéniosité des maçons et leur connaissance du sol local ont permis de construire un bâtiment qui a duré plus de sept siècles. » Robert Ciaccio a représenté ici une grande maison en cours de construction. On voit au premier plan une partie des murs d'un bâtiment de cinq pièces. À droite, trois hommes ajoutent de la boue sur le haut du mur. Un autre prend de la boue dans un grand panier. D'autres personnages portent des paniers sur le dos. En bas à gauche, une image de la grande maison montre deux salles principales avec au-dessus une pièce plus petite. Les pièces donnant sur l'extérieur servent à entreposer des paniers et des grands pots. Dans les pièces centrales, des artisans sont à l'œuvre. Des échelles permettent de passer entre les étages. On peut lire : « Y en avait-il d'autres comme celle-ci ? On a trouvé d'autres grandes maisons le long de la Gila et dans la plaine de Phoenix. Les archéologues pensent qu'une autre structure semblable à la Casa Grande existait sur le site de Pueblo Grande, parc archéologique situé à Phoenix. Aujourd'hui, la Casa Grande reste le seul exemple de structure à plusieurs étages de la culture Hohokam. » Quand vous faites face à ce panneau, la Casa Grande s'élève devant vous, légèrement à gauche, sur trois niveaux. Les murs sont par endroits recouverts d'une couche de boue lisse. Dans d'autres, on peut voir la structure plus irrégulière du mur intérieur, où les couches de boue étaient disposées les unes au-dessus des autres. Sur le mur à droite on voit deux longues ouvertures étroites ressemblant à des fenêtres, l'une au-dessus de l'autre. À l'extrémité du mur de gauche se trouve une haute ouverture de porte. D'étroites ouvertures de porte aux deuxièmes et troisièmes niveaux permettent de passer de la pièce extérieure vers l'intérieur. La structure est protégée par un auvent métallique soutenu par quatre grands pylônes métalliques ancrés dans des blocs de ciment de plus d'un mètre de côté. Juste devant le panneau s'étendent vers la droite les vestiges des murs d'un ensemble de six pièces alignées. Pour atteindre le panneau suivant situé derrière la grande maison, parcourez environ 5 mètres vers la gauche puis tournez à droite pour franchir ce qui reste des murs de bâtiments plus petits. Marchez 30 mètres vers l'arrière de la grande maison, puis tournez à gauche et parcourez près de 20 mètres pour arriver au panneau suivant.      Wayside 6 [531 words –3.5 minutes] Pourquoi avoir construit la Casa Grande ? 531  mots. Le texte indique : « Les archéologues ne le savent pas avec certitude. Son objectif originel reste un mystère. Il reste ici encore plus de questions que de réponses. Était-ce un ancien observatoire astronomique ? Peut-être. Pourquoi les murs sont-ils alignés nord-sud-est-ouest ? On ne le sait pas. On peut encore observer, année après année, l'alignement du soleil et de la lune sur certains trous pratiqués dans le mur devant vous. Des cérémonies sacrées s'y déroulaient-elles ? Un chef surveillant les importants canaux d'irrigation exerçait-il son activité dans ces pièces ? La Casa Grande était-elle la demeure d'un clan ou d'une famille influente ? Ces questions restent sans réponse. La Casa Grande remplissait vraisemblablement des rôles et fonctions multiples. Pourquoi pensez-vous que le peuple ancestral du désert de Sonora a construit cet impressionnant bâtiment de plusieurs étages ? » On peut lire ensuite : « Dans l'Antiquité, diverses civilisations agricoles avaient mis au point des moyens de suivre le cours des saisons. La Casa Grande comporte également des caractéristiques pouvant servir à marquer exactement les saisons de l'année. » L'image figurant sur le panneau est une vue aérienne de ce que les archéologues considèrent comme les murs de l'enceinte. Près du mur ouest extérieur de l'enceinte se trouve la Grande maison avec deux niveaux principaux et une plus petite salle au-dessus. Les murs d'autres structures d'un seul niveau l'entourent, la plupart au nord-est. Une étiquette indique votre position actuelle sur le mur ouest de la grande maison. Il y a deux petites ouvertures en hauteur de chaque côté du mur ouest de la Casa Grande. Près de celle de gauche, on peut lire : « Solstice d'été. Les rayons du soleil traversent ce petit trou au coucher du soleil le plus long jour de l'année ». Près de celle de droite : « Très rare phénomène lunaire. La trajectoire du soleil devient « stationnaire » dans le ciel deux fois par an –aux solstices. On observe le même phénomène pour la lune, mais seulement tous les 18,6 ans. Ce trou marque cet évènement lunaire. » On peut lire ensuite : « Équinoxes de printemps et d'automne. Le soleil levant passe au travers des deux ouvertures pratiquées à l'étage supérieur de la Casa Grande en mars et en septembre de chaque année. » Devant vous quand vous faites face au panneau se trouve le côté ouest de Casa Grande. Ce côté est intact pour l'essentiel. Au centre au rez-de-chaussée se trouve une porte haute et étroite. En haut des angles extérieurs du mur on voit les trous mentionnés sur le panneau pour l'observation des solstices. Derrière vous, à environ 5 mètres se trouvent les restes du mur extérieur de l'enceinte, derrière lesquels s'étend le désert. Des panneaux indiquent : « Fermé. Entrée interdite. » Pour aller au panneau suivant, tournez à droite et parcourez environ 25 mètres. Juste en face de vous se trouve alors la partie basse d'un mur d'une structure d'une seule pièce. Contournez-la en parcourant environ 6 mètres vers la gauche, tournez à droite et faites encore 30 mètres. Le panneau se situe alors à 6 mètres à votre droite.      Wayside 7 [398 words –2.6 minutes] Récoltes abondantes dans le désert. 398  mots. On lit sur ce panneau : « Depuis des siècles, les populations locales ont cultivé des plantes pour s'en nourrir, pour se soigner et pour en faire des objets d'utilité quotidienne. En dépit de températures pouvant atteindre 50 ºC, on trouve dans le désert de Sonora une grande diversité d'espèces végétales. Beaucoup de plantes se sont adaptées à des précipitations ne dépassant guère 20 centimètres par an. Les pluies arrivent deux fois par an, une fois en hiver et une fois à la fin de l'été. Les Amérindiens d'aujourd'hui perpétuent les traditions de collecte des ressources du désert transmises de génération en génération. Les femmes ramassent toujours les pousses du catalpa du désert, la massette, la griffe du diable, le yucca et l'herbe d'ours pour faire des paniers. » Sur les deux tiers gauches du panneau figure une illustration pittoresque réalisée par M. Chiago de la tribu Tho-Hono. Elle représente une scène du désert dans laquelle sont illustrées un grand nombre des plantes importantes pour les peuples du désert. Au milieu au premier plan on voit un grand saguaro à plusieurs branches. Plus loin à gauche se trouve un prosopis (ou mesquite), à droite un figuier de Barbarie. On y voit également deux agaves. Quatre femmes vêtues de jupes et de blouses multicolores et portant des écharpes et des tabliers récoltent diverses plantes. Dans le coin inférieur droit sont illustrées plusieurs plantes importantes : les feuilles minces et les fruits du mesquite, utilisés à des fins alimentaires une branche fine et couverte d'épines de cholla, utilisé à des fins alimentaires une courte branche feuillue de créosotier avec ses fleurs jaunes et son fruit blanc cotonneux, employé pour ses propriétés médicinales un figuier de Barbarie couvert de fleurs jaunes, utilisé à des fins alimentaires le haut d'un saguaro, avec des fleurs blanches et des fruits verts, utilisé à des fins alimentaires. Devant vous s'étend le désert, parsemé de créosotiers, avec des montagnes au loin. À votre droite se trouve la Grande maison, à votre gauche un petit groupe de structures en ruines dans l'angle sud-ouest de l'enceinte. Pour aller au panneau suivant, faites demi-tour et revenez en arrière de 9 mètres. Tournez ensuite à droite et faites environ 40 mètres. Vous trouverez le panneau à environ 2 mètres sur votre gauche, face à la direction d'où vous venez.      Wayside 8 [352 words –2.4 minutes] Collectivités dépendantes de l'irrigation. 352  mots. On lit sur ce panneau : « L'enceinte fortifiée où vous vous trouvez faisait partie d'un réseau de villages construits le long de systèmes de canaux. Un aigle survolant la vallée de la Gila il y a 1 000 ans aurait aperçu des dizaines de villages entourés de grands champs irrigués. Les familles élargies se partageaient généralement les pièces et espaces extérieurs d'une enceinte comme celle où vous êtes. Plusieurs enceintes regroupées constituaient un village. Les villages le long d'un réseau de canaux collaboraient à l'entretien du système d'irrigation pour arroser les champs. Les villages les plus grands se trouvaient généralement à chaque extrémité des canaux. On y trouvait des terrains de jeu de balle, des plateformes en terre et parfois des bâtiments comme la Casa Grande. Les sites plus importants comme les ruines de Casa Grande étaient des lieux de rassemblement réservés aux cérémonies et à la célébration des récoltes. » On voit en bas du panneau un dessin de la Gila qui serpente dans la vallée. Plusieurs affluents la rejoignent sur la gauche. Au-dessus de la rivière figurent deux lignes pointillées représentant de longs canaux parallèles à la rivière. Neuf carrés noirs le long des canaux indiquent des villages Hohokam. Au-dessous de la rivière, d'autres lignes pointillées indiquent un système d'irrigation plus complexe, avec 14 autres villages symbolisés par des carrés. Un autre grand carré indique l'emplacement de la Casa Grande, à gauche de la boucle de la rivière et entre celle-ci et un important affluent. Directement devant vous quand vous faites face au panneau se trouve la Casa Grande, à un peu plus de 60 mètres. À votre gauche se trouvent les ruines d'un bâtiment de plusieurs pièces dans l'angle sud-ouest de l'enceinte. La plupart des murs en ruines sont bas mais une partie s'élève à plus de 4 mètres. Derrière vous s'étend le désert, parsemé de créosotiers. À votre gauche se trouve une large étendue recouverte de gravier. Il n'y a pas de structures dans la partie sud-est de l'enceinte. Le panneau suivant se situe à environ 30 mètres sur votre droite.      Wayside 9 [433 words –2.9 minutes] Plus qu'un lieu de survie –Un centre artistique. 433  mots. On lit sur ce panneau : « Imaginez que vous vous promeniez sur cette plaza il y a 700 ans. Vous sentiriez la fumée de bois et entendriez les aboiements des chiens et les rires des enfants. Au-delà du mur extérieur du camp haut de 2 mètres, des champs de maïs, de haricots, de courge et de coton s'étendent sur des kilomètres le long des canaux, verdoyants et bien irrigués. Chaque jour, on pouvait voir des femmes moudre le maïs, réaliser des poteries, tisser ou filer le coton. Certains artisans fabriquaient des bijoux en coquillages ou des pendentifs de pierres rares comme la turquoise et l'argilite. D'autres fabriquaient des pointes de flèche, des haches en pierre et des outils agricoles. La richesse et la sécurité de Casa Grande reposaient sur les cultures alimentaires et celle du coton. Ces fermiers devaient tous les jours consacrer un temps considérable au travail des champs et à l'entretien des canaux. Des objets trouvés dans les ruines de Casa Grande révèlent que ses habitants étaient des artisans extrêmement habiles. » L'artiste Robert Ciaccio nous livre ici sa vision de la vie dans la cité. On voit en arrière-plan les murs de l'enceinte sur lesquels s'alignent plusieurs bâtiments de plein pied. À gauche au premier plan, une femme penchée écrase du maïs sur une pierre plate. Elle porte un vêtement simple et sans manches. Ses longs cheveux noirs lui tombent sur les bras. Derrière elle, un homme montre à un jeune garçon comment façonner des outils. Une femme debout les observe. À droite au premier plan, sous un abri couvert, d'autres personnes travaillent. Une jeune femme assise tisse sur un petit métier. Un homme penché sur des coquillages et des turquoises fabrique des bijoux. D'autres personnes marchent ou conversent debout en arrière-plan. Quand vous faites face à ce panneau, vous avez une bonne perspective du mur sud de la Grande maison, à environ 20 mètres. Ce côté est plus érodé que les autres et on voit plusieurs trous dans le mur extérieur. Il y a aussi un grand trou dans l'angle sud-est, à l'avant de la structure. Devant vous et légèrement à droite se trouvent les murs bas marquant le début d'un groupe de structures dans l'angle nord-est de l'enceinte. Directement sur votre droite, le gravier s'étend sur près de 30 mètres jusqu'au mur est de l'enceinte. Au-delà du mur se trouvent de petits arbres et un groupe de bâtiments bas de l'administration du parc. Le panneau suivant se trouve à environ 45 mètres devant vous, légèrement à droite.      Wayside 10 [502 words –3.4 minutes] Négligé, puis protégé. 502  mots. On peut lire : « Au 18ème siècle et au début du 19ème siècle, rares étaient les voyageurs passant par Casa Grande. Les explorateurs espagnols tout d'abord, puis les voyageurs mexicains et américains, se demandèrent qui l'avait construite et pourquoi. La plupart des visiteurs arrivèrent après 1879 quand le chemin de fer atteignit la ville de Casa Grande à 30 kilomètres de là. Ils inscrivirent leurs noms sur les murs. Certains emportèrent en souvenir des objets anciens et même des morceaux de mur. En 1889, le Congrès approuva la protection des ruines de Casa Grande contre tout vandalisme et pillage supplémentaire. Il convint de financer le déblaiement des décombres et la réparation des fondations. Les charpentes en bois et les barres de métal que vous voyez aujourd'hui ont été mises en place en 1891 pour étayer certains des murs. Trois ans plus tard, le gouvernement fédéral fit de Casa Grande la première réserve archéologique du pays. » L'image principale est une vieille photo de la grande maison, vue du sud-est. À l'exception de tas de terre ici et là à l'extérieur, la structure est la même qu'aujourd'hui. À droite, une photo ovale montre le buste d'un homme à cheveux courts, aux pommettes saillantes et au nez aquilin. La légende indique : « Qui a donné son nom à Casa Grande ? Jésuite missionnaire explorateur et cartographe, Eusebio Francisco Kino(1645–1711), a été le premier Européen à voir et à documenter ces ruines —en 1694. Le père Kino a appelé le bâtiment « Casa Grande », « grande maison » en espagnol. » Debout devant ce panneau, vous avec directement devant vous le centre de la partie ouest de la Grande maison. Vous faites face à une ouverture au-delà de laquelle on aperçoit les marches d'un escalier. Le côté gauche de ce mur n'existe plus et on peut voir le mur du fond à travers la structure. Au sol, entre le panneau et la Grande maison, subsistent des vestiges de murs de 30 centimètres délimitant deux pièces, partie d'un bâtiment de plusieurs pièces s'étendant jusqu'à votre droite. Une portion de mur à environ 45 degrés à votre droite mesure plus de 4 mètres de haut, avec à 2 mètres du sol les trous des poutres de l'étage supérieur. Les murs bas d'autres bâtiments se trouvent plus loin à droite. Les ruines d'une autre structure sont directement derrière vous à environ 6 mètres. Pour atteindre le panneau suivant, il faut traverser les ruines d'autres bâtiments. Tournez le dos à cette pancarte et faites 3,5 mètres. Tournez à gauche, faites 10 mètres, puis tournez de nouveau à droite et faites encore 15 mètres pour atteindre le chemin pavé. Suivez-le sur environ 12 mètres. À partir de là, vous pouvez rejoindre une terrasse couverte avec des bancs située à 3 mètres devant vous, ou bien tourner à gauche et suivre le chemin sur 18 mètres pour parvenir au panneau suivant qui se trouvera sur votre gauche au bord du chemin.      Wayside 11 [350 words –2.3 minutes] Histoire vivante dans un lieu sacré. 350  mots. Ce panneau indique : « Le désert a repris peu à peu depuis plus de 560 ans les restes des bâtiments monumentaux et des grands murs d'enceinte que vous voyez ici. Ceux qui y habitaient ont disparu soudainement. Beaucoup de leurs descendants vivent encore aujourd'hui dans le désert de Sonora. D'autres se sont déplacés vers le nord de l'Arizona et l'ouest du Nouveau Mexique. Le film présenté dans le centre d'accueil et intitulé « Casa Grande : maison aux nombreuses histoires » explique la signification profonde de ce lieu pour les descendants du peuple ancestral du désert de Sonora. Ils considèrent cet endroit comme un lieu sacré. » En arrière-plan figure une peinture de M. Chiago de la tribu Tho-hono. On y voit des Amérindiens –hommes, femmes et enfants –dansant en se tenant la main. Ils portent des vêtements de toutes les couleurs, les femmes vêtues de longues jupes, les hommes de pantalons. Au premier plan, trois femmes sont assises sur une couverture entre deux petits feux. Elles tiennent des instruments –une crécelle et des baguettes. On aperçoit en arrière-plan les restes de la grande maison et des montagnes au loin. Ce panneau fait face à la partie nord des ruines de l'enceinte A, la grande maison étant devant vous à gauche. Les ruines de bâtiments de plusieurs pièces dans l'angle nord-est de l'enceinte se situent devant vous. Directement sur le chemin à 9 mètres à gauche se trouve l'aire couverte avec des bancs. Si vous suivez le chemin sur votre droite sur environ 12 mètres, vous reviendrez au premier panneau, près de la porte du centre d'accueil. Il existe trois autres panneaux ici à Casa Grande, situés de l'autre côté de l'aire de pique-nique, à environ 120 mètres de la porte d'entrée du centre d'accueil. Pour y parvenir, revenez au centre d'accueil et traversez le parking sur la gauche. Passez l'aire de pique-nique pour arriver à une chaussée en pente s'élevant au-dessus de plateformes de terre disposés en cercle à gauche. Le panneau suivant se trouve en haut de la rampe.      Wayside 12 [416 words –2.8 minutes] Terrains de jeu de balle, plateformes et grandes maisons. 416  mots. On peut lire sur ce panneau : « La butte ovale et creuse que vous voyez ici n'évoque-t-elle pas pour vous un terrain de sport ? Tout comme les grands stades d'aujourd'hui, ce terrain de jeu de balle était un endroit où les foules se rassemblaient régulièrement il y a plus de 1 000 ans. Toutes les sociétés ont besoin de se rassembler dans des lieux publics. Ici, le terrain de jeu de balle, les plateformes et la Casa Grande ont servi de centres communautaires au peuple ancestral du désert de Sonora —mais à différentes époques. Des indices ont permis aux archéologues de déceler qu'une fois les plateformes à droite construites, la population a soudainement abandonné ce terrain de jeu de balle. Puis, quand la Casa Grande a été construite environ 100 à 150 ans après les plateformes, elle est devenue le centre de la communauté. » Sur le haut du panneau, l'artiste a illustré un jeu de balle. On voit un espace plat et ovale entouré d'un haut talus de terre. Les hommes alignés en haut du talus observent cinq hommes en contrebas. Les joueurs occupant l'espace ovale ont de grandes rayures blanches peintes sur le torse, les bras et les jambes. En bas et à droite figure la photo d'une balle en pierre de 9 centimètres, avec pour légende : « Le jeu de balle. Les joueurs utilisaient des balles de pierre plus grosses que les balles de baseball officielles d'aujourd'hui. Les archéologues ont identifié environ 200 terrains de jeu de balle comme celui-ci en Arizona. Grâce à la fine couche de caliche qui les recouvrait, la surface des terrains de jeu était dure et lisse. » Le panneau fait face à un grand terrain ovale entouré d'un monticule de terre. Il est facile d'en discerner la forme mais on dirait que le milieu a été partiellement comblé au cours des années. Quelques petites plantes poussent à l'intérieur. Le désert s'étend de tous les côtés. Un peu plus de 3 mètres derrière vous, le long de la balustrade de l'autre côté de la plateforme, vous trouverez un bouton qui permet d'écouter un autre commentaire sur cette zone. De chaque côté de vous, des rampes d'accès permettent de redescendre au niveau du sol. Pour atteindre le panneau suivant, déplacez-vous sur la droite d'environ 7 mètres, descendez cette rampe sur 18 mètres et faites encore 7 mètres. Le panneau suivant se trouvera à votre gauche.      Wayside 13 [350 words –2.3 minutes] Plateformes en terre. 350  mots. On peut lire sur ce panneau : « Regardez les buttes de terre à 100 mètres devant vous. Elles ont été construites. Imaginez-les il y a 900 ans, couvertes de bâtiments et de plazas et remplies de gens, toutes à l'intérieur d'un mur rectangulaire de 2 mètres de haut. Imaginez le travail manuel nécessaire à la construction d'une telle plateforme de 3 mètres de hauteur et, au-dessus de celle-ci, d'un complexe comme celui illustré ici. Les archéologues ont trouvé environ 50 plateformes de ce type en Arizona du Sud. Les buttes que vous voyez mesurent environ 1,5 mètre de plus de hauteur qu'il y a plusieurs siècles. Les archéologues du National Park Service ont remblayé ces plates-formes pour les préserver et les protéger. » Sur la droite du panneau, Robert Ciaccio a représenté ce à quoi une enceinte aurait pu ressembler vue d'en haut. On y voit une zone rectangulaire de 70 mètres de long sur 55 mètres de large, entourée d'une enceinte de 2 mètres de haut. Au milieu du mur à droite se trouve l'unique entrée. Le haut et le bas de cet espace clos sont remplis de diverses constructions de plein pied. Deux plateformes sont représentées –une vers le haut de l'illustration et l'autre en bas à droite. Elles sont plates et rectangulaires et des bâtiments de plusieurs pièces y sont construits. Une photo en bas à gauche du panneau montre un bulldozer apportant du remblai en haut d'une butte en terre. La légende indique : « Pour remblayer, il faut ré-enterrer les ruines. Cette méthode de préservation ne peut pas enrayer la détérioration mais peut ralentir l'érosion et stabiliser le site. » Le panneau fait face à une butte de terre plate située à environ 100 mètres. La terre qui recouvre la butte est plus grise que la teinte rosée du désert environnant. Directement derrière vous se trouve l'aire de pique-nique avec plusieurs pavillons couverts et de nombreuses tables. Un dernier panneau se trouve au bout du chemin à votre droite, à environ 27 mètres. Le sentier sinue légèrement à mi-chemin.      Wayside 14 [342 words –2.3 minutes] Creuser –ou ne pas creuser. 342  mots. On peut lire sur ce panneau : « Saviez-vous que faire des fouilles dans un site ancien est destructif ? Une fois que les archéologues mettent au jour un site, sa valeur diminue pour ce qui est de toutes recherches supplémentaires. La butte en face de vous ainsi que l'enceinte où vous avez vu la Casa Grande ont fait l'objet de fouilles. Les archéologues ont recours de nos jours à des techniques d'exploration moins invasives. Un radar pénétrant peut mettre en évidence des murs encore cachés sous terre —sans avoir à creuser. Un balayage laser permet de mesurer minutieusement les structures et peut révéler ce que l'érosion a fait disparaître au fil du temps. De nos jours, les archéologues du National Park Service s'efforcent d'employer des techniques non destructrices. Ici, aux ruines de Casa Grande, vous pouvez voir l'archéologie de préservation qui y est pratiquée. Les murs sont régulièrement enduits d'un mélange de boue pour les protéger de la pluie et du vent. » La photo d'arrière-plan montre une vue d'une partie des vestiges de murs de l'enceinte principale ici à Casa Grande. Une femme agenouillée devant un pan de mur étend de la boue tirée de grands seaux orange. Dans l'angle supérieur gauche du panneau figure une photo noir et blanc d'un homme âgé à la barbe blanche et aux tempes dégarnies. Il porte un costume et une cravate. La légende indique : « Jesse Walter Fewkes a commencé les fouilles ici en 1906–1908. Il voulait faire des ruines de Casa Grande « la première exposition de ruines. » C'était alors une idée tout à fait nouvelle : préserver un site archéologique et s'en servir pour instruire les visiteurs. » Le panneau fait face à une plateforme de terre grise distante de 100 mètres, le désert s'étendant de tous les côtés. Derrière vous se trouve l'aire de pique-nique avec plusieurs pavillons couverts et de nombreuses tables. Le chemin se poursuit à votre droite et fait une boucle pour revenir vers l'aire de pique-nique.         retour au sommaire  Retour aux fichiers en bordure de voie pour accéder à d'autres médias affichés pour chaque signe  Other files (English)", "url": "https://www.nps.gov/cagr/learn/photosmultimedia/description-audio-french.htm", "title": "Casa Grande Ruins National Monument: Description audio (French)"}