{"body": "Explore This Park    Plan Your Visit     Calendar     Special Events               Special Events       January        February       Michigan Ice Fest Held annually in February. downwindsports.com/icefest/       March        April       National Park Week    Held annually each April. April 19-27, 2014 www.nps.gov/npweek       May       Adopt-a-Trail / Adopt-a-Campsite Orientation Volunteer individuals or groups who enjoy hiking and camping in the park can adopt a section of trail or a backcountry campsite. An orientation is held each spring.  2014 news release        June       National Trails Day  Held annually on the first Saturday in June. www.americanhiking.org/events/ntd       Summer Transportation to Au Sable Light Station    On select Saturdays in July, August, and September, the Lakeshore partners with the Munising-based public transportation company Altran for van transportation to the Au Sable Light Station.  Altran transports people with mobility limitations on the hour for a $5 round trip fee. The van will be available from 11 a.m. to 4 p.m. Visitors met the driver in the picnic area parking lot.  Please email the visitor center for the current year's schedule.        July       Lake Superior Day Held annually on the third Sunday in July. www.superiorforum.org May require a search for \"Lake Superior Day\"       Great Lakes Sea Kayak Symposium  An annual July event for over 20 years. www.greatlakesseakayaksymposium.com/       August       Alger County Women of Honor Observance  Alger Women of Honor        September       Artist in Residence Program   The Lakeshore hosts an Artist in Residence reception annually, typically in September.  Artist in Residence      Au Sable Day   The Lakeshore often hosts an Au Sable Day in September, which includes a shuttle service for those with mobility challenges. To find out if Au Sable Day is planned for the current year, please contact us by email or telephone park headquarters at 906-387-2607. Au Sable Light Station      National Public Lands Day   Held annually on the last Saturday in September. www.publiclandsday.org       October        November        December       Return to top of page", "url": "https://www.nps.gov/piro/planyourvisit/specialevents.htm", "title": "Pictured Rocks National Lakeshore: Special Events"}