{"body": "Hypothermia          Hypothermia Hypothermia is a medical emergency that occurs when your body loses heat faster than it can produce it, causing a dangerously low body temperature. Hypothermia can happen even in the summer, so always be prepared!  Hiking You never know what the weather might do, so anytime of year make sure you are prepared for anything. • Always take an extra pair of dry clothes, especially dry socks. If your cloths become wet, replace them. • Always pack a sweater or jacket, warm hat, and rain gear for any hike.  • Wear clothing that wicks away moisture • Avoid sweating by dressing in layers  Swimming Hypothermia most often occurs when in water. Water temperature will always be colder than the outside air. • Do not swim on a cold day. • Wear appropriate swim clothes. • Warm up after swimming; do not stay in wet clothing. • Take dry clothes to change into after swimming; especially dry socks and shoes. • No matter what the temperature is outside, take a jacket.  Rafting No matter how warm it is outside you will be wet most the day, so wear appropriate clothing. Water temperature will always be colder than the outside air. • Wear quick drying clothing (such as nylon). • Also take a quick drying jacket, one made for rain or water. • DO NOT wear cotton or jeans. They will hold the water and make you very cold. • Have a pair of dry clothes where you will be getting out, including dry socks, shoes, and a jacket.  Symptoms of Hypothermia • Uncontrolled shivering • Loss of coordination; clumsiness and stumbling • Slurring of speech • Confusion or difficulty thinking • Drowsiness and very low energy • Shallow breathing, weak pulse, loss of consciousness.  Treatment • Move person out from the cold, take into dry warm place. • Remove the person's wet clothing. • Cover the person with dry blankets, or coats. • If victim is outside place something on the ground underneath them to help warm the body. • Monitor breathing; if victim has lost consciousness make sure to contact emergency services. • If the person is conscious have then drink warm beverages, non alcoholic with no caffeine. • Do not apply direct heat, do not use hot water or a heating pad, the direct heat will damage the skin.", "url": "https://www.nps.gov/neri/planyourvisit/hypothemia.htm", "title": "New River Gorge National River: Hypothermia"}