{"body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours | Horario              The Grounds | Los Terrenos The gates to the Memorial are open daily from 7:00 a.m. to 10:00 p.m.  Entrance to the park, including pedestrian traffic, outside of those hours is not permitted.  Vehicles remaining in the parking lot at 10:00 p.m. will be towed at the owner's expense.  The grounds are closed on Thanksgiving Day, Christmas, and New Year's Day. Los portones del parque abren de las 7:00 a.m. a las 10:00 p.m. a diario.  Se prohibe la entrada, incluso a los peatones, fuera de esas horas.  Los vehículos que se encuentran en el parqueo a las 10:00 p.m. serán llevados por una grúa al costo del dueño.  Los terrenos del parque permanecen cerrados durante los días feriados de Acción de Gracias, Navidad y Año Nuevo. Cultural Center | Centro Cultural The Chamizal National Memorial Cultural Center includes the museum exhibit, theater, park store and visitor information desk.  The Cultural Center is regularly open every day of the week from 10:00 a.m. to 5:00 p.m. For evening theater events, the Cultural Center will open about 30 minutes before the beginning of the event. El Centro Cultural de El Parque Nacional El Chamizal consiste en el museo, el teatro, la tienda y la recepción.  El horario normal del Centro Cultural es de las 10:00 a.m. a las 5:00 p.m. todos los días. Cuando hay eventos por la tarde, el Centro Cultural se abre unos 30 minutos antes del inicio de la presentación. Administrative Offices | Oficinas Administrativas Administrative offices are open Monday through Friday from 8:00 a.m. to 4:30 p.m. except on federal holidays. Las oficinas administrativas se abren de lunes a viernes de las 8:00 a.m. a las 4:30 p.m. menos los días feriados del gobierno federal. The Art Gallery | La Galería The Franklin G. Smith Gallery is located in the Administration Building and is open during office hours.  You may also visit the gallery on weekends between 10:00 a.m. and 5:00 p.m. by requesting access at the visitor information desk. La galería Franklin G. Smith se encuentra junto a las oficinas administrativas y está abierta durante las mismas horas.  Se puede visitar también los fines de semana entre las horas de 10:00 a.m. y 5:00 p.m. por petición a la recepción en el Centro Cultural.", "url": "https://www.nps.gov/cham/planyourvisit/hours.htm", "title": "Chamizal National Memorial: Operating Hours & Seasons"}