{"body": "Explore This Park    Learn About the Park     Photos & Multimedia     Wayside Exhibits     Descripción de audio (Spanish)                Descripción de audio       Descripción secuencias de comandos de audio para bordes de caminos  NOTA: Duración en minutos se proporciona únicamente como referencia. tiempo real dependerá de la velocidad de lectura de pantalla del usuario.          Cuneta 1 [475 palabras - 3,2 minutos] ¿Quiénes eran estos antiguos pobladores del desierto de Sonora? 475 palabras. El texto en este letrero dice: \"Ninguna persona en la actualidad sabe con qué nombre se referían a ellas mismas las personas que, hace siglos, construyeron la Casa Grande. Los arqueólogos de hoy usan el término HOHOKAM para referirse a la cultura que prosperó aquí desde hace 1,500 hasta hace 550 años. En sitios arqueológicos como las ruinas de Casa Grande, se puede ver las mismas particularidades: plataformas, canchas de juego de pelota, redes para riego, viviendas organizadas alrededor de plazas y recintos amurallados. Estos sitios vetustos también comparten un estilo de cerámica característico y ornamentos de conchas labradas.Seis tribus en Arizona y Nuevo México todavía se asocian con los pueblos que vivieron en estas regiones. Para estas tribus, las ruinas de Casa Grande son un lugar sagrado.\" El trasfondo del letrero tiene ilustraciones de estos pueblos por el artista Michael Chiago de los tohono o'odham. En la parte superior de la ilustración hay una línea de 10 personas, caminando en procesión hacia la izquierda. Las primeras cuatro están vestidas en túnicas blancas con bandas coloridas sobre los hombros. Cada una de estas personas está sosteniendo un palo delante de ella con un tótem encima. Las siguientes tres llevan camisas de manga larga y faldas largas. Cada una lleva una canasta o un cántaro sobre la cabeza. Las últimas tres llevan instrumentos musicales –una flauta, una maraca y palos. Debajo de esta escena hay una vista panorámica del desierto con tres casas pequeñas. Las casas tienen techos planos y un tubo de estufa que sale de una pared. Montañas en azul y púrpura se elevan en el fondo. A lo largo de la parte inferior del letrero se ve una escena con tres mujeres cosechando los frutos rojos del saguaro. Una está usando una vara larga para alcanzar la parte superior del saguaro. Otras dos mujeres llevan sobre la cabeza canastas grandes llenas del fruto. En el lado izquierdo del letrero hay una foto de una canasta redonda, con líneas de color café oscuro sobre una base de color arena. Cuatro diseños geométricos se extienden desde un círculo en el centro. Alrededor de la canasta leemos los nombres de las 6 tribus: HOPI, ZUÑI, AK-CHIN, TOHONO O'ODHAM, SALT RIVER-PIMA MARICOPA Y GILA RIVER. Cuando se mira este letrero de frente, el centro de visitantes está detrás de uno y la Casa Grande está hacia delante y a la izquierda. Delante de usted se encuentran dos saguaros altos y las gobernadoras. El suelo es de color arena, con una ligera tonalidad rosa. A la distancia se ven montañas bajas. Detrás del letrero hay una roca grande con petroglifos a un lado de la superficie oscura. Para llegar al próximo letrero, pase a la derecha de este y camine por la acera hacia delante por 21 metros.      Cuneta 2 [422 palabras - 2,8 minutos] Antes de los recintos amurallados. 422 palabras. El texto en este letrero dice: \"Hace aproximadamente 4,100 años, los pobladores del sur de Arizona comenzaron a cultivar maíz. Con el tiempo, se introdujeron más y más cultivos mediante el comercio. Los aldeanos se volvieron más sedentarios y vivían en el mismo lugar por períodos de tiempo más prolongados. Construyeron casas de tierra conocidas como casas en foso y comenzaron a excavar acequias para regar sus campos. Hace alrededor de 1,500 años, poblados más grandes aparecieron en el sur de Arizona. Hace cerca de 800 años, los habitantes de esta zona comenzaron a construir no solamente casas en foso, sino también edificios sobre la tierra y recintos amurallados similares a las ruinas que puede ver delante de usted hoy en día.\" Junto al texto hay un recuadro de color rojo con imágenes de 5 mazorcas de elote de color amarillo pálido. El texto dice, \"GRANOS ANTIGUOS, TECNOLOGÍAS ANTIGUAS. El elote que se ve aquí se parece mucho al maíz ancestro que se cultivaba en Arizona hace 1,500 años. Las canastas facilitaron la cosecha de los cultivos. Las herramientas de piedra molieron los granos. Los recipientes de cerámica guardaron y protegieron los alimentos y las semillas de las plagas.\" La imagen al fondo muestra una pintura de Robert Ciaccio de una casa en foso de color arena del desierto con tonalidad rosa. Al costado de la casa hay una mujer arrodillada moliendo maíz. Lleva una manta sobre los hombros. Junto a ella hay un niño de pie sosteniendo una canasta. Junto a ellos hay una colección de de siete jarras y tazones grandes y dos canastas llenas de maíz. Frente a la puerta de la casa hay un hombre de pie, así como un niño y un perro. Ambos visten faldas que llegan hasta las rodillas y el hombre viste una camisa de manga larga. A la izquierda, detrás de la casa, hay otra casa en construcción. Vemos un foso sobre el cual se ha erigido un armazón de madera. Hay un hombre trabajando, agregando postes largos a la estructura. Cuando usted mira este letrero, el desierto se extiende por delante, con su color de arena rosácea con parches de grava dispersos. Hay gobernadoras esparcidas entre los saguaros más altos. Hacia la derecha se encuentra la acera que lo lleva de regreso al centro de visitantes. A su izquierda, la acera se extiende hasta el próximo letrero, a una distancia aproximada de 14 metros. Detrás de usted están las ruinas del Recinto A y la casa grande.      Cuneta 3 [570 palabras - 3,8 minutos] Cultivos en el desierto, de entonces y ahora. 570 palabras. El texto dice: \"La agricultura en esta parte de Arizona se inició hace 4,100 años con el maíz. Poco a poco, con el transcurso de los siglos, los viajeros trajeron frijoles, calabacines, guajas, calabazas, tabaco y algodón. Los habitantes de esta región cavaron una vasta red de canales para llevar el agua de los ríos hasta sus huertas. Las comunidades que vivían a lo largo de los kilómetros de acequias trabajaron juntas para mantener su sistema de riego.\" \"Los primeros españoles que visitaron Casa Grande a fines del siglo XVII observaron que aquí se cultivaba algodón. El algodón prospera en los climas cálidos, pero es un cultivo que requiere muchísima agua. Sin regadío, el algodón no crece en un desierto.\" \"Hoy en día los sembrados cerca de las ruinas de Casa Grande continúan siendo una de las áreas con mayor producción de algodón en los Estados Unidos. El riego continúa haciendo posible la producción agrícola en el desierto.\" En la esquina inferior izquierda hay imágenes de una cápsula de algodón y una campanita de cobre de coloración verdosa. El texto dice: \"COMERCIO Y VIAJES DE LARGO ALCANCE. Los agricultores que vivían cerca de la Casa Grande intercambiaban algodón y los excedentes de sus cultivos por materias primas y otros artículos. Las campanitas de cobre y las guacamayas rojas llegaron del sur. Las turquesas y la obsidiana llegaron del norte y del este. Los pobladores del sur de Arizona viajaban al golfo de California y al Pacífico, regresando con conchas marinas. Elaboraban estas conchas en hermosos brazaletes, anillos y colgantes.\" Los dos tercios del lado derecho del letrero es una pintura de las huertas de los ancestros. En el fondo hay un canal ancho con canalillos que se dividen a la derecha y a la izquierda hacia el frente. A la izquierda hay una alberca. En la parte inferior derecha, un hombre que viste un taparrabo trabaja el maíz con un azadón. Junto a él se extiende una fila de nopales. Dos muchachos trabajan cosechando el fruto. Al final de esa fila, las mujeres usan un palo largo para cosechar el fruto del saguaro. En la esquina izquierda, filas de calabacines se extienden hacia el canal con canalillos entre ellas. Dos muchachos usan canastas para verter agua del canal en las acequias. La leyenda dice: \"360 KILÓMETROS DE CANALES. Cerca de las ruinas de Casa Grande, los antiguos regaban hasta 7,700 hectáreas de cultivos.\" Cuando uno está frente a este letrero, el desierto se extiende frente a uno. Hacia su derecha, la acera lo lleva de regreso al letrero anterior. 3 metros y medio hacia su izquierda hay una banca donde la acera vira hacia la izquierda para entrar en el recinto. Detrás de usted a 3 metros están las ruinas del recinto A. El vestigio de la muralla mide 60 centímetros de altura. A una distancia de 15 metros de la muralla se encuentran los muros de un edificio con muchas celdas. Las ruinas de la Casa Grande están más adelante, un poco hacia la derecha. Para llegar al próximo letrero, voltee hacia su izquierda y camine 4 metros y medio. Voltee nuevamente hacia la izquierda y siga avanzando. La acera pavimentada termina en 3 metros y se convierte en un sendero de tierra cubierto de una capa de grava suelta. El próximo letrero se encuentra a 15 metros de ese punto.      Cuneta 4 [488 palabras - 3,25 minutos] La vida diaria dentro de las murallas. 488palabras. El texto en este letrero dice: \"Los espacios abiertos detrás de usted y hacia su derecha se conocen como plazas.Aquí usted podría haber observado la preparación de alimentos, la alfarería, hilandería, tejeduría, cestería y otras tareas. En el invierno, los habitantes trabajaban en las plazas donde se podían calentar bajo el sol. En el verano, buscaban la sombra junto a los edificios o trabajaban bajo ramadas frescas. Se usaban los cuartos adentro del recinto como dormitorios familiares, almacenes o para ceremonias. Era posible entrar en ciertas celdas a través de puertas en las paredes. A otras sólo se podía entrar por escaleras a través de escotillas en las azoteas.\" Una pintura del artista Robert Ciaccio muestra de la vida dentro de un recinto amurallado. En el lado izquierdo de la imagen se encuentran dos mujeres y una niña sentadas sobre esterillas junto a la pared de un edificio. Hay muchos tazones y jarras junto a ellas. La niña está enrollando un cabo largo de arcilla. La mujer al lado izquierdo usa una herramienta plana para alisar un tazón. La mujer de la derecha aplica pigmento rojo a una olla con un paño. A la vuelta de la esquina del edificio se encuentra una plaza con un techo para sombra, fijado a una pared del lado opuesto. Hay 6 personas bajo el techo. Detrás de ellos se encuentra la esquina de un edificio de varios pisos.La leyenda dice: \"Adentro de estos muros hay 8,600 metros cuadrados, un poco más grande que las extensión de una cancha de fútbol.\" En la esquina inferior derecha del letrero hay un recuadro de fondo rojo. Tiene la imagen de un tazón decorado, de color arena pálida con marcas rojas –una \"X\" divide el tazón en cuatro áreas y puntos rojos llenan el trasfondo. El texto dice: \"ARTESANOS EN CIERNES. Niños desde los 6 años de edad ayudaban a fabricar artículos que la comunidad necesitaba —como este cucharón de cerámica utilizado para servir alimentos. Mientras que las niñas aquí aprendían la alfarería, la hilandería y tejeduría, los niños fabricaban los implementos de piedra y madera para la agricultura y la cacería.\" Detrás del letrero, si lo está mirando de frente, se encuentran los restos de un edificio con muchos cuartos, el cual se extiende frente a usted hacia su izquierda. Las paredes en ruinas varían de una altura de 60 centímetros hasta alrededor de un metro y medio. Detrás de usted hacia su derecha se encuentran restos de las paredes de otro edificio. Pequeños carteles le piden que se mantenga afuera de las paredes. Delante de usted, a 45 grados hacia la derecha, se encuentra la Casa Grande, protegida por un techo de metal sostenido por cuatro pilares metálicos, con los restos de las paredes directamente hacia su derecha. Para llegar al próximo letrero, vire 45 grados hacia su derecha y camine 27 metros.      Cuneta 5 [571 palabras - 3,8 minutos] Ingeniería que dura. 571 palabras. El texto dice: \"Imagínese el esfuerzo y las destrezas necesarias para construir algo del tamaño de la Casa Grande sin las herramientas eléctricas, la rueda, bestias de carga o andamios.\" \"Los ancestros usaban el caliche, una tierra rica en carbonato cálcico, para levantar las gruesas paredes que se pueden ver aquí. El caliche se excavaba y se mezclaba con agua en fosas poco profundas para formar un material rígido parecido al hormigón. Le daban forma con las manos para construir las paredes hasta las alturas que se pueden ver.\" \"Mire estas paredes detenidamente. ¿Puede ver las líneas horizontales? Esas líneas muestran \"tandas\", la altura de una carga de caliche que se apilaba en una sesión de trabajo antes de dejarla secar. Después de que una tanda se había secado, los trabajadores ponían una carga fresca de caliche encima de la anterior. El ingenio de estos constructores y su conocimiento de los suelos locales hicieron posible un edificio que ha durado más de 7 siglos.\" Una pintura del artista Robert Ciaccio muestra una casa grande en construcción. En primer plano se encuentran las paredes parciales de un edificio de 5 cuartos. A la derecha, 3 hombres ponen lodo sobre la sección de pared. El otro saca lodo de una canasta grande. En el plano de fondo, un muro rodea el recinto. Otras figuras cargan canastas sobre la espalda. En la parte inferior izquierda, un recorte de una casa grande muestra dos pisos principales con una cámara más pequeña en la parte superior. En las celdas exteriores se guardan canastas y recipientes grandes. En las salas centrales, artesanos trabajan. Las escaleras de mano se extienden de un piso al siguiente. La leyenda dice, \"¿HABÍA OTRAS COMO ÉSTA? Se han encontrado otras grandes casas a lo largo del río Gila y en la cuenca del río Fénix. Los arqueólogos piensan que existía otra estructura como la Casa Grande en el sitio de Pueblo Grande, un parque arqueológico en Phoenix.\" \"Hoy en día la Casa Grande sigue siendo el único ejemplo de una estructura de varios pisos de la cultura hohokam.\" Si uno se coloca frente a este letrero, la Casa Grande está al frente, un poco hacia la izquierda, elevándose tres pisos más arriba. En algunos lugares las paredes son lisas como resultado de un revestimiento de lodo. En otros lugares se puede ver la estructura de la pared interior más irregular, donde tandas de lodo se pusieron unas sobre otras. En la pared a su derecha hay dos aberturas largas y delgadas similares a una ventana, una sobre la otra. Al otro lado de la pared izquierda hay una abertura alta de entrada. Aberturas estrechas de entrada en el segundo y tercer nivel llevan al interior desde la sala externa. La estructura histórica está protegida por un techo de metal que se levanta sobre ésta, soportado por un gran pilar de metal en cada esquina, anclados en bloques de hormigón de un metro y medio por lado. Inmediatamente delante del letrero y extendiéndose en dirección opuesta y hacia la derecha hay una línea de 6 salas. Para llegar al próximo letrero detrás de la Casa Grande, camine 4 metros y medio hacia la izquierda y doble a la derecha, pasando por las ruinas de unos edificios pequeños. Camine 35 metros hacia la parte posterior de la Casa Grande. Doble a la izquierda y camine 18 metros hasta el próximo letrero.      Cuneta 6 [533 palabras - 3,5 minutos] ¿Por qué se construyó la Casa Grande? 533 palabras. El texto dice: \"Los arqueólogos no saben por certeza. Su propósito original continúa siendo una incógnita. Aquí todavía tenemos más preguntas que respuestas.\" \"¿Se trataba de un antiguo observatorio astronómico? Tal vez. ¿Por qué las paredes se alinean al norte-sur-este-oeste?No se sabe. Todavía podemos observar el sol y la luna alinearse con ciertos orificios en la pared que tenemos frente a nosotros, años tras año.\" \"¿Se realizaron ceremonias sagradas aquí? ¿Trabajó en estas salas un líder que supervisaba las acequias importantes? ¿Acaso fue la Casa Grande el hogar de una familia prestigiosa o de un clan respetado? \"Aún se desconocen las respuestas. Probablemente la Casa Grande desempeñó muchas funciones y sirvió muchos propósitos.\" \"¿Por qué cree usted que los antiguos construyeron este impresionante edificio de varios pisos? El texto continúa: \"Las sociedades agrícolas en muchas partes del mundo antiguo desarrollaron maneras de monitorear las estaciones. La Casa Grande también tiene características que pueden marcar la época del año con precisión.\" La imagen en el letrero muestra una vista aérea de lo que los arqueólogos piensan que era el aspecto de las murallas del recinto. La Casa Grande se encuentra cerca de la muralla del recinto del lado oeste, con dos pisos principales y una sala pequeña en la parte superior. Las paredes de otras estructuras de un solo piso la rodean, estando la mayoría en la esquina noreste. Una leyenda indica el lugar donde usted se encuentra en el lado oeste de la Casa Grande. Hay dos pequeñas aberturas en lo alto de cada lado de la pared occidental de la Casa Grande.La de la izquierda tiene esta leyenda: \"SOLSTICIO DE VERANO. La luz del sol se alinea a través de este orificio a la hora de la puesta del sol el día más largo del año.\" La abertura del lado derecho tiene esta leyenda: \"UN EVENTO LUNAR MUY INUSUAL. El sol \"se detiene\" en el cielo dos veces al año - en los 'solsticios'. La luna se detiene en el cielo solamente una vez cada 18.6 años. Este orificio marca el evento lunar.\" El texto adicional dice: \"EQUINOCCIOS DE PRIMAVERA Y OTOÑO. El sol naciente se alinea con aberturas dobles en el piso superior de la Casa Grande en marzo y septiembre.\" Delante de usted, cuando mira directamente al letrero, se encuentra el lado occidental de la Casa Grande. Este lado está en gran parte intacto. En el centro, a nivel del suelo, se encuentra una puerta alta y estrecha. Cerca de las esquinas superiores externas de la pared se encuentran los orificios de los solsticios mencionados en el letrero. Detrás de donde usted se encuentra, a 4 metros y medio de distancia, se encuentran las ruinas de la muralla del recinto, con el desierto a sus afueras. Hay carteles que dicen: \"ZONA CERRADA. NO ENTRE.\" Para llegar al próximo letrero, doble hacia la derecha y avance 24 metros. En ese punto encontrará delante de usted una pared baja de una estructura de un solo cuarto. Camine hacia su izquierda 6 metros, alrededor de ésta estructura.Doble hacia la derecha y continúe 30 metros más. El letrero estará 6 metros a su derecha.      Cuneta 7 [385 palabras - 2,6 minutos] Cosechas de un desierto generoso. 385 palabras. El texto en este letrero dice: \"Durante siglos, los pueblos han recolectado plantas para usarlas como alimentos y medicinas y para fabricar artículos útiles para la vida diaria. A pesar de las temperaturas que pueden ascender hasta los 50º C, en el desierto de Sonora existe una diversidad de especies de plantas. Muchas plantas se han adaptado a recibir solamente 240 mm de lluvia al año. Las lluvias alcanzan su punto máximo dos veces al año: una vez en el invierno y nuevamente al final del verano. \"Hoy en día los indígenas siguen las tradiciones transmitidas de generación en generación durante siglos de recoger recursos provenientes del desierto. Las mujeres todavía recolectan mimbres, juncos, tesotas, cortadillos y zacatón para la cestería.\" Los dos tercios del lado izquierdo del letrero muestran una ilustración colorida por Michael Chiago de los tohono o'odham. Muestra el desierto con muchas plantas que son importantes para los moradores del desierto. En medio del primer plano se aprecia un saguaro alto con brazos. Más atrás, al lado izquierdo, hay un mezquite. A la derecha hay un nopal. También hay dos plantas de agave. Cuatro mujeres, vestidas en coloridas faldas y blusas, pañoletas en la cabeza y delantales, están cosechando de las diversas plantas. En la esquina inferior derecha hay retratos de varias plantas importantes: las esbeltas hojas y frutos del mezquite que se utilizan como alimento;un brazo delgado y espinoso de la cholla, que se usa como alimento;una rama corta y con hojas de la gobernadora con sus flores amarillas y fruto cubierto de pelusa blanca, que se utiliza para medicina;puntas de nopal con flores amarillas, que se utilizan como alimento;y la parte superior del saguaro, con flores blancas y frutos verdes, que sirven de alimento. En frente de usted, cuando mira directamente al letrero, yace el desierto con las gobernadoras dispersas y montañas bajas a la distancia. A su derecha se encuentra la Casa Grande. A su izquierda hay un pequeño conjunto de ruinas amuralladas en la esquina suroeste del recinto. Para avanzar al próximo letrero, dé la vuelta y regrese 9 metros. Luego voltee a la derecha y camine 40 metros. El letrero estará a 2 metros a su izquierda, mirando hacia atrás hacia la dirección de la que usted vino.      Cuneta 8 [390 palabras - 2,6 minutos] Comunidades basadas en el riego. 390 palabras. El texto de este letrero dice: \"El recinto amurallado donde usted está parado era tan sólo una comunidad de una red de comunidades que se construyeron a lo largo de los conjuntos de canales. Un águila que volaba sobre el valle del río Gila hace 1,000 años habría visto docenas de aldeas con amplios regadíos.\" \"Las familias extendidas por lo general compartían aposentos y espacios abiertos dentro de un recinto como en el que usted se encuentra en este momento. Varios recintos agrupados formaban una aldea. Las aldeas ubicadas a lo largo de una red de acequias trabajaban juntas para mantener el flujo de agua a los cultivos.\" \"Los poblados más grandes se encontraban con frecuencia al comienzo o al final de los canales. En estos lugares encontrará canchas de juego de pelota, plataformas y algunas veces estructuras como la Casa Grande. Los sitios de gran tamaño, como las ruinas de Casa Grande, eran espacios donde los aldeanos celebraban ceremonias y cosechas.\" La parte inferior del letrero tiene un esbozo del curso del río Gila, arqueándose hacia abajo desde la derecha y luego subiendo hacia la izquierda. Varios afluentes se ramifican del lado izquierdo. Arriba del río hay dos líneas punteadas que representan largos canales paralelos al río. Nueve cuadrados negros a lo largo de los canales indican asentamientos de la cultura hohokam. Debajo del río, más líneas punteadas muestran un sistema de riego más complejo ahí, con cuadrados que indican otros 14 asentamientos. Un cuadrado grande indica la ubicación de la Casa Grande, a la izquierda del arco del río y entre el río y un gran afluente abajo. Directamente delante de donde usted se encuentra cuando mira de frente el letrero, está la Casa Grande, a un poco más de 60 metros de distancia. A su izquierda se encuentran las ruinas de un edificio de varias salas en la esquina suroeste del recinto. La mayoría de las ruinas de las murallas son bajas, pero una sección asciende hasta casi 4 metros y medio de altura. Detrás de usted hay más desierto, rociado de gobernadoras. A su izquierda hay una gran área abierta, cubierta de grava. No hay estructuras en la parte sureste del recinto. El próximo letrero se encuentra a 30 metros de distancia a un ángulo de 45 grados a su derecha.      Cuneta 9 [436 palabras - 2,9 minutos] No solamente supervivencia –También había una comunidad artística. 436  palabras. El texto en este letrero dice: \"Imagínese haber estado caminando por esta plaza hace 700 años. Olería el humo de la leña y oiría los ladridos de los perros y la risa de los niños. Más allá de la muralla de 2 metros de altura, sembrados de maíz, frijoles, calabacines y algodón, verdes y bien regados, se extendían a lo largo de las acequias por kilómetros.\" \"En un día típico, habría una persona aquí moliendo maíz. Otras podrían estar fabricando ollas, tejiendo o hilando algodón. Los artesanos tallaban ornamentos de conchas o elaboraban colgantes con piedras raras como la turquesa y la argilita. Otros artesanos producían puntas de flecha, hachas de piedra e instrumentos agrícolas.\" \"La riqueza y seguridad de Casa Grande se basaban en los alimentos y el algodón provenientes de sus sembrados ricos. Día tras día, estos agricultores tenían que dedicar una gran cantidad de tiempo para atender sus campos y canales. Vestigios encontrados en las ruinas de Casa Grande revelan que los que una vez vivieron aquí eran artesanos altamente diestros.\" Una ilustración del artista Robert Ciaccio muestra la vida cotidiana adentro del recinto. En el fondo se encuentran las murallas alineadas con varios edificios de un solo piso. A la izquierda en primer plano, una mujer está agachada sobre un metate, moliendo maíz. Tiene puesto un huipil. Su largo cabello negro le cae sobre su brazo. Detrás de ella, un hombre le muestra a un niño cómo dar forma a herramientas, bajo la mirada de una mujer que está parada cerca de ellos. A la derecha en primer plano, bajo una ramada, otras personas trabajan. Una joven está sentada tejiendo en un pequeño telar. Un hombre está inclinado sobre conchas y turquesas, elaborando ornamentos. Hay otros habitantes al fondo, caminando mientras conversan. De pie frente a este letrero, uno tiene una buena vista de la pared sur de la Casa Grande, a unos 20 metros de distancia. Este lado está más erosionado que los otros, y tiene un par de grietas en la muralla. También hay una grieta grande en la esquina sureste delantera de la estructura. Más adelante y un poco a su derecha se encuentran las paredes bajas que marcan el comienzo del grupo de estructuras en la esquina noreste del recinto. Directamente a su derecha, la grava se extiende por casi 30 metros hasta la muralla oriental del recinto. Más allá de ésta muralla hay árboles pequeños y un grupo de edificios administrativos de baja altura. El próximo letrero se encuentra a 45 metros de distancia, un poco hacia su derecha.      Cuneta 10 [548 palabras - 3,7 minutos] Despreciada y luego proteg. 548 palabras. El texto dice: \"En el siglo XVIII hasta principios del siglo XIX, pocos peregrinos llegaban a la Casa Grande. Primero, los exploradores españoles y luego viajeros mexicanos y estadounidenses se preguntaban quién había construido estas ruinas y por qué. Más viajeros visitaron después de 1879, cuando el ferrocarril llegó al pueblo de Casa Grande a 31 kilómetros de distancia. Los excursionistas marcaron sus nombres en las paredes y murallas. Algunos se llevaron artefactos, inclusive pedazos de pared, como recuerdos. En el año 1889 el Congreso votó en favor de proteger las ruinas de Casa Grande de más vandalismo y saqueo. Votaron en favor de cubrir los costos de quitar los desechos y reparar los cimientos erosionados.Las vigas de madera y las varas de metal que pueden observarse en la actualidad se instalaron en el año 1891 para reforzar algunas de las paredes. Tres años después, el gobierno federal convirtió a Casa Grande en la primera reserva arqueológica de la nación.\" La imagen principal es una foto vieja de la Casa Grande, mirando hacia la esquina sureste. La estructura es muy parecida a lo que se aprecia actualmente, excepto por la tierra amontonada en algunas partes del exterior. En el lado derecho, una foto ovalada muestra la cabeza de una estatua de un hombre de pelo corto, pómulos altos y nariz aguileña. La leyenda dice: \"¿QUIÉN LE PUSO EL NOMBRE A CASA GRANDE? Un misionero jesuita, explorador y cartógrafo, Eusebio Francisco Kino (1645-1711), fue el primer europeo en ver y documentar estas ruinas —en el año 1694. El padre Kino llamó al edificio Casa Grande.\" Frente a este letrero, uno está mirando directamente al centro del lado oeste de la Casa Grande. Hay una entrada directamente delante, con gradas que llevan justo hasta el interior de la puerta de entrada. El extremo izquierdo de esta pared ya no está en su lugar y uno puede ver a través de la estructura hasta la pared posterior. En el suelo entre el letrero y la Casa Grande hay ruinas de paredes de 30 centímetros de altura. Estas paredes encerraban dos celdas, parte de un edificio de varias salas, el que se extiende a todo el rededor a su derecha. Una sección de pared a 45 grados a su derecha mide más de 4 metros de altura, con agujeros a una altura de 2 metros del suelo que alguna vez sostuvieron postes que sirvieron de soporte a un piso más alto. Las paredes bajas de otros edificios se encuentran a la derecha. Los restos de otro edificio están directamente detrás de usted, a 6 metros de distancia. Para llegar al próximo letrero, uno debe pasar a través de las ruinas de otros edificios. Póngase de espaldas a este letrero y avance 3 metros y medio. Doble hacia la izquierda, camine 11 metros, luego doble hacia la derecha y camine otros 15 metros hasta llegar a la acera pavimentada. Siga por la acera unos 12 metros. En ese punto habrá directamente frente a usted a una distancia de 3 metros unas bancas bajo sombra en un patio. O se puede doblar hacia la izquierda y siga por la acera otros 18 metros para llegar al próximo letrero, el cual estará a su izquierda al borde de la acera.      Cuneta 11 [347 palabras - 2,3 minutos] La historia viva en un lugar sagrado. 347  palabras. El texto en este letrero dice, \"Las ruinas de edificios monumentales y grandes recintos amurallados que se ven aquí han estado retornando al desierto lentamente por más de 560 años. Los habitantes de antaño se fueron súbitamente.\" \"Muchos de sus descendientes continúan viviendo en el desierto de Sonora hoy en día. Otros se trasladaron al norte de Arizona y al oeste de Nuevo México. La película que se muestra en nuestro centro de visitantes, Casa Grande: Una casa de muchas historias, explica el profundo significado de este lugar para los descendientes de los pueblos antiguos. Ellos consideran este lugar como sagrado.\" Una pintura por Michael Chiago de los tohono o'odham muestra una línea de indígenas —hombres, mujeres y niños —tomados de la mano y bailando. Tienen puesta ropa de colores alegres. Las mujeres usan faldas largas y los hombres pantalones. En primer plano, tres mujeres están sentadas sobre una manta entre dos fogatas pequeñas. Sostienen instrumentos: una maraca y palos. En el fondo se encuentran las ruinas de la Casa Grande con las montañas a la distancia. Este letrero se orienta hacia el extremo norte de las ruinas del Recinto A, con la casa grande adelante y a la izquierda de usted. Delante de usted hay ruinas de los edificios de varias salas de la esquina noreste del recinto. Directamente a 9 metros por la acera y a su izquierda se encuentran unas bancas bajo sombra. Si continúa por la acera a la derecha por 12 metros, volverá al primer letrero, cerca de la puerta al centro de visitantes. Hay otros tres letreros aquí en Casa Grande, ubicados al otro lado de las mesas y los pabellones, a unos 120 metros de la puerta delantera del centro de visitantes. Para llegar a éstos, pase por el centro de visitantes y cruce el extremo izquierdo del estacionamiento. Continúe por el las mesas y los pabellones hasta llegar a una rampa pavimentada orientada hacia un montículo de tierra a su izquierda. El próximo letrero está en la parte superior de la rampa.      Cuneta 12 [387 palabras - 2,6 minutos] Juegos de pelota, plataformas y grandes casas. 387 palabras. El texto en este letrero dice: \"¿Le recuerda a un estadio deportivo el montículo ovalado y hueco que ve ante usted? Al igual que los estadios de nuestros días, esta cancha de juego de pelota era un lugar donde las multitudes se reunían regularmente hace más de 1,000 años.\" Todas las sociedades necesitan lugares públicos para reunirse. Aquí la cancha de juego de pelota, las plataformas y la Casa Grande servían como centros comunitarios para los ancestros —pero en distintos momentos. Los arqueólogos ven claves que demuestran el abandono repentino de esta cancha cuando se construyeron las plataformas. Después, la construcción de la Casa Grande, la cual aconteció hace 100 a 150 años de después de la construcción de las plataformas, proveyó un nuevo centro para la comunidad.\" La parte superior de este letrero presenta una ilustración de una \"cancha de juego de pelota,\" un espacio ovalado rodeado por un terraplén elevado. En el otero un público de hombres mira a 5 hombres jugando en la cancha. Los peloteros se han pintado anchas rayas blancas alrededor de los torsos, los brazos y las piernas. En la esquina inferior derecha del letrero hay una foto de una pelota de piedra de 9 centímetros de diámetro. La leyenda dice: \"EL VETUSTO JUEGO DE LA PELOTA. Los jugadores usaban bolas de piedra más grandes que las pelotas de béisbol profesionales de la actualidad. Los arqueólogos han identificado unas 200 canchas como esta en Arizona. Un revestimiento de caliche fino hacía que las pistas fueran duras y lisas.\" El letrero se orienta hacia un óvalo grande, encerrado por un montículo de tierra. La forma ovalada es fácil de ver, pero el centro parece haber sido rellenado parcialmente en el transcurso de los años. Unas plantas pequeñas crecen en \"la pista.\" El desierto se extiende en todas direcciones. Unos 3 o 4 metros detrás de usted, al otro lado de la plataforma, hay un botón en el barandal que activa otra audio-descripción de esta área. A ambos lados de donde usted se encuentra, hay rampas que lo llevan nuevamente al ras del suelo. Para llegar al próximo letrero, camine hacia su derecha por 8 metros, baje 18 metros por esa rampa y continúe por otros 8 metros. El próximo letrero se encontrará a su izquierda.      Cuneta 13 [366 palabras - 2,4 minutos] Plataformas de tierra. 366  palabras. El texto en este letrero dice: \"Mire los montículos de tierra 90 metros más adelante. Fueron hechos por el hombre. Imagíneselos hace 900 años, cubiertos por edificios y plazas y personas, todos en el interior de un muro rectangular de 2 metros de altura.\" \"Imagínese el trabajo que tomaría construir a mano una plataforma de 3 metros de altura, y luego construir sobre esta plataforma un complejo como el que ve en esta ilustración. Los arqueólogos han encontrado unas 50 plataformas de tierra como esta en el sur de Arizona.\" \"Estos montículos que ve son un metro y medio más altos actualmente de lo que habrían sido hace siglos. Los arqueólogos del National Park Service han cubierto estas plataformas con relleno para preservarlas y protegerlas.\" En el lado derecho, la ilustración del artista Robert Ciaccio muestra un recinto de vista de pájaro. Una muralla de 2 metros de altura encierra un rectángulo de 70 metros de largo y 55 metros de ancho. Hay una sola entrada en medio de la muralla en el lado derecho. Unas estructuras de un solo piso llenan la parte superior e inferior del recinto. Se muestran dos plataformas: una hacia la parte superior de la ilustración y la otra cerca de la parte inferior derecha. Los montículos son rectangulares, con edificios de varias salas en la parte superior. Una foto en la parte inferior izquierda del letrero muestra una máquina excavadora que está llevando tierra subiendo por una rampa hasta la parte superior del montículo. La leyenda dice: \"El rellenar implica volver a enterrar las ruinas con tierra. Este método de preservación no puede detener el deterioro, pero puede retardar la erosión y estabilizar el sitio.\" El letrero se orienta hacia a una loma plana a una distancia de 90 metros. La tierra que la cubre es más gris que el color arena con tonalidad rosa del desierto circundante. Inmediatamente detrás de usted se encuentran los pabellones y numerosas mesas para picnic. Hay un letrero final a una distancia de unos 27 metros si usted continúa por la acera a su derecha. La acera serpentea un poco cerca de a la mitad de su paseo al letrero final.      Cuneta 14 [351 palabras - 2,3 minutos] Excavar o no excavar. 351  palabras. El texto en este letrero dice: \"¿Sabía que excavar cualquier sitio antiguo es una actividad destructiva?\" Una vez que los arqueólogos excavan un sitio, su valor disminuye para investigaciones en el futuro. Tanto el montículo en frente de usted como el recinto donde vio la Casa Grande se han excavado.\" \"Hoy en día los arqueólogos usan maneras menos invasivas de explorar. Los radares de detección subterránea pueden mostrarnos paredes todavía escondidas—sin la necesidad de excavar. Lectores de láser de alta definición miden las estructuras de manera detallada. Los escaneos de láser pueden revelar lo que se ha perdido a causa de la erosión en el transcurso de los años.\" \"Hoy en día en todos los parques nacionales, los arqueólogos se esfuerzan en utilizar tecnologías no destructivas. Aquí en las ruinas de Casa Grande se puede apreciar la práctica de la arqueología de preservación. Las murallas regularmente se recubren con una mezcla de lodo para protegerlas del daño ocasionado por el viento y la lluvia.\" La foto de fondo muestra las ruinas de algunos murosen el recinto principal aquí en Casa Grande. Una mujer está arrodillada delante de una sección de pared, esparciendo lodo que saca de baldes grandes de color naranja que están junto a ella. En la esquina superior izquierda del letrero hay un recuadro que muestra una foto en blanco y negro de un hombre maduro con una barba blanca bien cuidada y calvicie incipiente. Tiene puesto traje y corbata. La leyenda dice: \"Jesse Walter Fewkes excavó aquí por primera vez de 1906 a 1908. Fewkes quería convertir las ruinas de Casa Grande en \"las primeras ruinas de exhibición.\" Esto era en ese entonces una idea completamente nueva: preservar un sitio arqueológico y usarlo para educar a los visitantes.\" El letrero se orienta hacia una plataforma de tierra de tonalidad gris a una distancia de unos 90 metros, con el desierto que se extiende en todas las direcciones. Detrás de usted se encuentra las mesas y pabellones para picnic. La acera continúa a su derecha, curvándose y pasando a través de las mesas.         Regreso  Return to Wayside Overview page  Más información acerca de los signos", "url": "https://www.nps.gov/cagr/learn/photosmultimedia/descripcion-de-audio.htm", "title": "Casa Grande Ruins National Monument: Descripción de audio (Spanish)"}