{"body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         Spotted Turtle John White  TURTLES Turtles have been around since before the dinosaurs, appearing about 200 million years ago in the Triassic Period. There are about 250 species of turtles and they belong to the order Testudines. They live inside hard shells called the plastron (below) and carapace (above) and some withdraw into this for protection. Their exposed skin is dry and scaly. Turtles do not have teeth, but some have a pronounced beak with sharp edges for biting. Most turtles spend hours basking in the sun, as their internal body temperature is behaviorally controlled. This means that to maintain a somewhat constant body temperature, turtles must move to where there is a source of heat. All turtles lay eggs, after which there is no other parental involvement. Once the eggs hatch, the young have to fend for themselves. Some medium to large-sized turtles eat bullfrogs, but the smaller turtles we have in the park eat mostly snails, crayfish, tadpoles, aquatic vegetation, slugs, earthworms, wild berries, and mushrooms. Turtles are food for foxes, raptors, and raccoons. It is against park regulations to take turtles or any animals from the park for private use or distribution and sale. Turtles are widely collected for human use in the pet trade, for personal pets, and for recreational uses such as turtle races. Since turtles live so long (20 - 100 years) and take several years to reach sexual maturity, taking any turtle out of its home territory threatens the survival of that population. SNAKES There are about 2,700 species of snakes that occur on every continent except Antarctica. Fossil evidence dates to the Cretaceous Period about 130 million years ago but no definite link to these primitive ancestors exists yet. Snakes are distinct because they have no limbs, external ear appendages, or eyelids. Their muscular body is covered in smooth protective scales, with a specialized single row of scales along the underside of the body that allow them to move over the roughest terrain or through water.  Snakes shed their skins in one piece about 2 to 5 times per year. Some live in the tree canopy, some in the water, some live at sea level and others can live above 3,050 m (10,000'). All snakes eat their prey whole and are carnivorous. In this region, snakes mate before their winter hibernation in the fall. Males find females by scent. The female is internally fertilized and may birth live young or eggs. Young are born or hatch in September. Snakes help control rodent and insect populations. Snakes are food for raptors, egrets, owls, and foxes. The best defense against snake bite, whether non-venomous or venomous, is to avoid poking at, handling or aggravating any wild snake.   SKINKS Skinks are lizards and belong to the suborder Sauria, order Squamata. There are about 1,280 species and occupy every continent except Antarctica. We have 15 species in the United States. The long tails of some species have a fracture plane that serves as a defense against predators.  When grabbed by a predator, the tail breaks off. This makes the predator focus on the wiggling tail and not the soft and vulnerable skink body. A new tail does grow, but it lacks the color and pattern of the first tail. They have clawed feet, external ear openings, and dry, scaly skin. The skin is very shiny and sleek, making it appear wet. These critters are very secretive, but if caught will nip at the hands.     LOS REPTILES  TORTUGAS Las tortugas han estado alrededor desde antes de los dinosaurios, que aparecen en el período Triásico hace unos 200 millones años. Hay cerca de 250 especies de tortugas y pertenecen a la orden Testudines. Viven dentro de las cáscaras duras llamadas el plastrón (abajo) y el caparazón (arriba) y algunos retiran en esto para protección. Su piel es seca y escamosa. Las tortugas no tienen dientes, pero algunos tienen un pico pronunciado con bordes afilados para morder. La mayoría de las tortugas pasan horas tomando el sol, como su temperatura corporal interna se controla con su comportamiento. Esto significa que para mantener una temperatura corporal algo constante, las tortugas deben moverse a donde hay una fuente de calor. Todas las tortugas ponen huevos, después de lo cual no hay ninguna otra implicación parental. Una vez que los huevos eclosionen, los jóvenes tienen que valerse por sí mismos. Algún medio de las tortugas grande comen ranas, pero las pequeñas tortugas que tenemos en el parque comen principalmente caracoles, cangrejos, renacuajos, vegetación acuática, babosas, lombrices, bayas silvestres y setas. Las tortugas son alimento para aves de rapiña, zorros y mapaches. Va contra las regulaciones del parque a las tortugas o los animales del parque de uso privado o distribución y venta. Las tortugas son ampliamente recogidas para uso humano en el comercio de mascotas, mascotas personales y para usos recreativos como razas de tortugas. Puesto que las tortugas viven tanto tiempo (20-100 años) y tomar varios años para alcanzar la madurez sexual, tomando cualquier tortuga fuera de su propio territorio amenaza la supervivencia de esa población. SERPIENTES  Hay unos 2.700 especies de serpientes que se producen en todos los continentes excepto la Antártida. Existe evidencia de datos fósiles del período Cretácico hace 130 millones de años pero ningún vínculo definitivo a estos ancestros primitivos. Las serpientes son distintas porque no tienen extremidades, apéndices del oído externo o los párpados. Sus musculosos están cubierto de escamas protectoras suaves, con una sola línea especializada de escalas a lo largo de la parte inferior del cuerpo que les permiten moverse sobre el terreno más duro o a través del agua. Las serpientes arrojan sus pieles en una pieza de 2 a 5 veces por año. Algunos viven en las copas de los árboles, algunos en el agua, algunos viven a nivel del mar y otros pueden vivir por encima de 3.050 m (10.000'). Todas las serpientes comen su presa entera y son carnívoro. En esta región, serpientes, amigo antes de su hibernación en el otoño. Los varones encuentran hembras por el olor. La hembra es fertilizada internamente y puede a luz crías o huevos. Jóvenes nacen o eclosionan en septiembre.Serpientes ayudan control roedor y las poblaciones de insectos. Las serpientes son alimento para aves de rapiña, garzas, lechuzas y zorros. La mejor defensa contra la mordedura de la serpiente, no venenosos o venenosas, es evitar hurgando en, manipulación o agravar cualquier serpiente salvaje. LAGARTOS Los lagartos son lagartos y pertenecen al suborden Sauria, orden Squamata. Hay aproximadamente 1.280 especies y ocupan todos los continentes excepto la Antártida. Contamos con 15 especies en los Estados Unidos. Las largas colas de algunas especies tienen un plano de fractura que sirve como defensa contra los depredadores. Cuando agarró por un depredador, la cola se rompe. Esto hace que el foco de depredador en la cola retorciéndose y no el cuerpo skink suave y vulnerable. Crece una nueva cola, pero le falta el color y el patrón de la primera cola. Ellos han arañado pies, aberturas del oído externo y piel seca y escamosa. La piel es muy brillante y liso, haciéndola parecer mojado. Estas criaturas son muy reservados, pero si voluntad cortar en las manos.        Click here to see a list of the different species of reptiles in the park.", "url": "https://www.nps.gov/mana/learn/nature/reptiles.htm", "title": "Manassas National Battlefield Park: Reptiles"}