{"body": "Nā Leo Manu - Heavenly Voices - Video Archive - 2013       Nā Leo Manu is part of ʻIke Hana Noʻeau, a series of Hawaiian cultural programs sponsored by Hawaiʻi Volcanoes National Park and the Hawaiʻi Pacific Parks Association.         December 18, 2013 - Enjoy an evening of new music by local island songwriters Participants from Hawai‘i island attended a three-day, Haku Mele, Hawaiian Music Songwriter’s workshop with music great,Kenneth Makuakāne and Hawaiian language instructor at UH-Hilo, Kaliko Beamer-Trapp. Original Hawaiian compositions were created through experiential and interactive presentations and small group sessions in songwriting. Students debut their original songs written in class. length - 01:22:24         November 20, 2013 - Darlene Ahuna Darlene is truely one of the most esteemed ambassadors of Hawaiian music. She is a multiple Nā Hoku Hanohano Award-winning vocalist, best known for her seamless falsetto renditions of traditional Hawaiian, hula and hapa-haole standards. length - 01:20:59         November 13, 2013 - Ben Ka‘ili Hawaiian musician Ben Ka'ili has dedicated his life to playing and promoting Hawaiian music. He has shared Hawaiian music at festivals, including Hawai'i Volcanoes National Park's 33rd annual cultural festival last July, and through concerts and performances for more than 20 years. length - 01:24:03         September 18, 2013 - Hilo One Join Likeke Teanio, lead ‘ukulele and slack key guitar; Aaron Agres, upright electric bass and Russell Mauga, 12 string guitar for a night of Hawaiian and slack key guitar music. length - 01:26:41         August 21, 2013 - Diana Aki Listen to the \"Songbird of Miloli'i\" Diana Aki. A falsetto singer and accomplished ukulele player, Diana is a Nā Hoku Hanohano award winner. length - 01:23:51         July 17, 2013 - Haunani's Aloha Expressions Haunani's Aloha Expressions is comprised of an all Hawaiian performing group of kāne and wāhine kūpuna, elders ranging in ages from 70 to over 90 years old. length - 01:32:47         June 19, 2013 - Hālau Ulumamo o Hilo Palikū  Enjoy an evening of hula with Hālau Ulumamo o Hilo Palikū, under the direction of Kumu Hula Mamo Brown. A life long resident of Hilo, Mamo was formally trained by Nalani Kanaka‘ole and Pualani Kanaka‘ole Kanahele of Hālau o Kekuhi in the ‘ai ha‘a or low bombastic style of hula. length - 00:54:06         May 15, 2013 - Kula Hālau Ke 'Olu Makani O Mauna Loa The hālau has participated in many competitions, festivals and other events throughout the State of Hawai'i, the US mainland as well as Japan. length - 01:23:15         March 20, 2013 - Lito Arkangel Join entertainer and songwriter lito Arkangel as he shares his original compositions and other Hawaiian favorites. length - 01:36:29         February 20, 2013 - Darryl Castillo Come and enjoy an evening of island music with singer and BMI songwriter Darryl Castillo. length - 01:17:49         January 16, 2013 - Kai Ho'opi'i Listen to the sweet voice of Kai Ho'opi'i sharing the music of his 'ohana from Kahakuloa, Maui. length - 00:57:40", "url": "https://www.nps.gov/havo/learn/photosmultimedia/na-leo-manu-2013.htm", "title": "Hawai'i Volcanoes National Park: 2013"}