{"body": "Explore This Park    Learn About the Park     Photos & Multimedia     ‘Ike Hana No‘eau - Experience the Skillful Work              ‘Ike Hana No‘eau - Experience the Skillful Work       On April 3rd & 4th, 2013, park visitors celebrated the 50th Annual Merrie Monarch Festival with the island's cultural practitioners as they shared the arts and crafts of Hawai'i.                        ‘Ike Hana No‘eau Hawai'i Volcanoes National Park  Duration:5 minutes, 54 seconds               Enjoy this six minute video compilation of the event.  Edna and Sam Baldado shared the cultural uses of the kalo, taro plant. Ab and Pua Valencia shared the art of traditional lei making. Vi Makuakāne demonstated the intricate art of feather work. Park Ranger Adrian Boone and National Park Service Volunteer Ed Shiinoki instucted visitors in the art of creating and playing their own nose flute. Singer, songwriter, praise and worship leader and multi Nā Hōkū Hanohano Award Nominee Rupert Tripp Jr, entertained with beautiful music. Lehua Hauanio shared a variety of traditional lei making techniques. Ku'uleimomi Makuakāne-Salāve'a shared the art of kapa making. Helene Hayselden demonstrated the art of making a feather kahili; a symbol of royalty. Multi Nā Hōkū Hanohano Award singer, songwriter and producer, Kenneth Makuakāne played original songs from his solo albums and his award-winning compositions.        Please enjoy this Photo Gallery of the activities                   ‘Ike Hana No‘eau   32 Photos  On April 3rd & 4th, 2013, park visitors celebrated the 50th Annual Merrie Monarch Festival with the island's cultural practitioners as they shared the arts and crafts of Hawai'i at Hawai'i Volcanoes National Park Kīlauea Visitor Center on the lānai.                        Return to Photos and Multimedia", "url": "https://www.nps.gov/havo/learn/photosmultimedia/2013_ike_hana.htm", "title": "Hawai'i Volcanoes National Park: ‘Ike Hana No‘eau - Experience the Skillful Work"}