{"body": "Explore This Park    Plan Your Visit     Safety     Cómo Mantenerse Seguro              Cómo Mantenerse Seguro       Cómo Mantenerse Seguro (PDF) Cómo Mantenerse Seguro (Invierno) Visitando White Sands National Monument es una experiencia emocionante, pero es muy importante disfrutar del parque en forma segura. Por favor tome un momento para leer los consejos de seguridad abajo. ¡Bebe mucha agua! Es posible que no se dé cuenta que se está deshidratado porque no está sudando. Le recomendamos un galón (4 litros) de agua por persona al día. Coma suficientes refrigerios de alta energía para mantener su nivel de energía. ¡Manténganse abrigado!  La temperatura desciende drásticamente después de la puesta del sol, bajando hasta 20 - 30 grados durante la noche. Use ropa apropiada para el clima del día y lleve más ropa para abrigarse después del atardecer. ¡Siempre sepa dónde está!  La primavera es nuestra temporada de vientos. Los vientos mueven las dunas y borrar sus huellas.El GPS puede ser poco fiable. Utilice senderos marcados del parque, lleve una brújula y mantenga puntos de referencia a la vista. Nunca vaya a explorar solo. ¡Estarte preparado!  Use un sombrero y gafas de sol. Aplique protector solar en todas las partes del cuerpo expuestas porquela arena refleja el sol, incluso en invierno. ¡Cavar es peligroso!  Cavando hoyos en las dunas es divertido, pero tenga en mente que las dunas se mueven y la arena es pesada.Los agujeros pueden derrumbarse sobre usted, y lo pueden asfixiar. ¡Tenga cuidado con los caminos helados y con dunas congeladas!  Capas finas de hielo en la carretera y sobre las dunas son muy difíciles de detectar. Por razones de seguridad, disminuya su velocidad y frene suavemente para evitar derrapes. Las dunas se congelan en el invierno, esto crea una superficie mucho más dura que durante el verano.El trineo va más rápido, pero también hace que las caídas duelan más e incluso puede resultar en huesos rotos.    Mascotas   Se admiten mascotas en el monumento, pero no en los edificios, como el centro de visitantes y los baños. Las mascotas deben ir siempre sujetas con correa. Favor de no dejar su mascota en su vehículo durante temperaturas extremas.      Cómo Mantenerse Seguro (Verano) Visitando White Sands National Monument es una experiencia emocionante, pero es muy importante disfrutar del parque en forma segura. Por favor tome un momento para leer los consejos de seguridad abajo. ¡Bebe mucha agua! Es posible que no se dé cuenta que se está deshidratado porque no está sudando. Le recomendamos un galón (4 litros) de agua por persona al día. Coma suficientes refrigerios de alta energía para mantener su nivel de energía. ¡Descanse a menudo!  Agotamiento por el calor puede ocurrir rápidamente. Tome descansos frecuentes fuera del sol. Todas las mesas de picnic están sombreadas. Mientras toma un descanso, asegúrese de beber agua para ayudar a su cuerpo a recuperarse del calor. ¡Siempre sepa dónde está!  La primavera es nuestra temporada de vientos. Los vientos mueven las dunas y borrar sus huellas.El GPS puede ser poco fiable. Utilice senderos marcados del parque, lleve una brújula y mantenga puntos de referencia a la vista. Nunca vaya a explorar solo. ¡Estarte preparado!  Use un sombrero y gafas de sol. Aplique protector solar en todas las partes del cuerpo expuestas porquela arena refleja el sol, incluso en invierno. ¡Cavar puede ser peligroso!  Cavando hoyos en las dunas es divertido, pero tenga en mente que las dunas se mueven y la arena es pesada.Los agujeros pueden derrumbarse sobre usted, y lo pueden asfixiar. ¡Evite la amenaza de los relámpagos!  Sea cauteloso de los relámpagos. Pueden ocurrir incluso en ausencia de la lluvia. Si usted está en el campo de dunas durante una tormenta eléctrica, refúgiese en un estructura sólida que tiene puertas que se puedan cerrar como nuestros baños o en su vehículo. Si no está cerca de los refugios, póngase en una sentadilla baja y ponga sus manos sobre los oídos y la cabeza entre las rodillas. Cuando escuche el trueno, busque refugio.   Mascotas   Se admiten mascotas en el monumento, pero no en los edificios, como el centro de visitantes y los baños. Las mascotas deben ir siempre sujetas con correa. Favor de no dejar su mascota en su vehículo durante temperaturas extremas.", "url": "https://www.nps.gov/whsa/planyourvisit/staying-safe-spanish.htm", "title": "White Sands National Monument: Cómo Mantenerse Seguro"}