{"body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         Eastern Gray Squirrel Bryan Gorsira  Within Manassas National Battlefield Park mammals are protected from hunting pressure and surrounding urban development. The fragmented forests interspersed with shrubs and meadows are good habitats for mammals such as White-tailed Deer, Eastern Fox Squirrels, Eastern Chipmunks, Eastern Cottontails, Short-tailed Shrews, and the Eastern Mole. Some are more specialized in their habitat needs, like the Red Fox which prefers open, shrubby, and brushy areas.     MORE ABOUT MAMMALS:  There are 4,600+ mammal species in the world and more are still being discovered. Fossil evidence dates back to the Mesozoic Era, Triassic Period which is about 248 million years ago. Mammals are unified under the broad kingdom Animalia and belong to the class Mammalia. What makes mammals distinct from other creatures is their ability to suckle young from mammary glands filled with nourishing milk, the presence of hair, and different skeletal features. Mammals are able to maintain a constant body temperature and give birth to live young.  One order of mammals, the Chiroptera (bats), are capable of true winged flight. The order Cetacea includes aquatic mammals like whales, dolphins, and porpoises. As you can see, mammals have a great and wonderful variety of shapes and sizes and they occupy many different niches in the environment. One prominent mammal in Manassas National Battlefield Park is the White-tailed deer (Odocoileus virginianus). White-tailed deer are part of the order Artiodactyla which means \"even-toed\". They have two weight-bearing, hoof-like appendages, possibly an adaptation for sprinting and running. They also have a four-chambered stomach, like cows, which allows them to better digest the plant food they eat. Males grow velvety antlers each summer that are shed each winter after the mating period. The antlers grow up and out to the sides then grow forward towards the center. White-tailed deer prefer open, mixed and hardwood forest habitats with forest edge near meadows and open shrub areas. They eat oak seedlings, red cedar, dogwood, pine, and many other woody species, plus honeysuckle, acorns, wild rose, native grasses and weeds, and other in-season plants. Deer even eat Poison Ivy, a native plant.  Deer breed in the fall and winter and females birth young in the summer. If you are walking softly, deer can be seen browsing along the wooded trails, meadows and shrubby areas of the park. If you get too close, the deer may let you know by sounding a quick, nasal exhale or all you may see is a white tail waving goodbye as the deer bounds away. Another more elusive creature in the park is the Southern Flying Squirrel (Glaucomys volans). Although this little mammal is a squirrel, it can be seen \"gliding\" from tree to tree. How does a squirrel glide? By extending its arms and legs like a bungee-jumper, the extra skin that connects them acts like a parachute in the wind. This action allows the squirrel to be airborne longer, jump a greater distance, and move more gently. The Southern Flying Squirrel is strictly nocturnal, unlike most squirrels.  In the winter time, it will become more sociable with other flying squirrels in order to conserve body heat and better its chances of survival. They breed in February/March and again in June/July. Their young are born in April/May and August/September. Some people have the pleasure of having these harmless little creatures as houseguests, although seldom seen. An attic is a very suitable nest location because it provides protection from the elements (central heating) and protection from predators. Their call is a high pitched twitter.  MAMIFEROS   Dentro de Manassas National Battlefield Park los mamíferos están protegidos contra la presión de caza y desarrollo urbano circundante. Los bosques fragmentados entremezclados con arbustos y praderas son buen hábitat de mamíferos como el Venado Cola Blanca, las Ardillas Oriental, Serranos, Musarañas cola corta y el Eastern Mole. Algunos se especializan más en sus necesidades de hábitat, como el zorro rojo que prefiere áreas abiertas, arbustivas y brushy. MAS DE LOS MAMIFEROS Hay 4.600 mas especies de mamíferos en el mundo y más aún están siendo descubiertos. Se remonta a la Era Mesozoica, período Triásico hace unos 248 millones años evidencia fósil. Los mamíferos están unificados bajo el amplio Reino Animalia y pertenecen a la clase Mammalia. Lo que distingue los mamíferos de otras criaturas es su capacidad para amamantar jóvenes de glándulas mamarias, repleto de nutritivos de la leche, la presencia de pelo y las diferentes características esqueléticas. Los mamíferos son capaces de mantener una temperatura corporal constante y dar a luz para vivir joven. Un orden de mamíferos, los quirópteros (murciélagos), son capaces de cierto vuelo alado. El orden Cetacea incluye mamíferos acuáticos como las ballenas, delfines y marsopas. Como puedes ver, los mamíferos tienen una maravillosa variedad de formas y tamaños y ocupan muchos nichos diferentes en el ambiente. Un mamífero prominente en Manassas National Battlefield Park es el venado cola blanca (Odocoileus virginianus). Venado cola blanca son parte de la orden artiodáctilos que significa \"artiodáctilos\". Tienen dos apéndices con pesas, enganche-como, posiblemente una adaptación para correr y correr. También tienen un cuatro-\"chambré\" estómago, como vacas, que les permite digerir mejor los alimentos vegetales que comen. Los machos crecen astas aterciopelados cada verano que se derraman cada invierno tras el periodo de apareamiento. Los cuernos crecen hacia arriba y hacia fuera a los lados y luego crecen hacia adelante hacia el centro. El venado cola blanca prefiere hábitats mixto y abierto, forestales de madera dura con el borde del bosque cerca de prados y arbustos áreas abiertas. Comen plántulas de roble, cedro rojo, Cornejo, pino y muchas otras especies leñosas, además de madreselva, bellotas, gramíneas silvestres nativas, rosa y las malas hierbas y otras plantas de temporada. Ciervos incluso comen hiedra, una planta nativa. Ciervos de casta en el otoño e invierno y las hembras jóvenes a luz en el verano. Si usted está caminando lentamente, pueden verse ciervos navegando a lo largo de los senderos arbolados, prados y zonas arbustivas del parque. Si te acercas demasiado, los ciervos pueden saber por sonar una rápida, exhale nasal o todo puede ver, es una cola blanca ondeando a adiós como el ciervo límites lejos. Otra criatura más esquiva en el parque es la ardilla voladora del sur (Glaucomys volans). Aunque este pequeño mamífero es una ardilla, puede verse \"deslizamiento\" de árbol en árbol. ¿Cómo planear una ardilla? Al extender sus brazos y piernas como un amortiguador auxiliar-jumper, el exceso de piel que los conecta actúa como un paracaídas en el viento. Esta acción permite a la ardilla estar en el aire, saltar una distancia mayor y moverse más suavemente. La ardilla voladora del sur es estrictamente nocturno, a diferencia de la mayoría de las ardillas. En la época de invierno, llegará a ser más sociable con otras ardillas voladoras para conservar el calor corporal y mejorar sus posibilidades de supervivencia. Se reproducen en febrero/marzo y nuevamente en junio/julio. Las crías nacen en abril / mayo y agosto/septiembre. Algunas personas tienen el placer de tener estas criaturas inofensivas como invitados, aunque pocas veces visto. Un ático es una ubicación muy conveniente en el nido porque proporciona protección contra los elementos (calefacción central) y protección de los depredadores. Sus llamadas son alto tono gorjeo.        Click here for a list of mammals in the park.       Deer roam the land as the sun sets over Manassas National Battlefield Park NPS Photo", "url": "https://www.nps.gov/mana/learn/nature/mammals.htm", "title": "Manassas National Battlefield Park: Mammals"}