{"body": "Explore This Park    Learn About the Park     Fire in the Parks     Fire Information Office     Rough Fire Short Videos                Rough Fire Short Videos       Starting on July 31, 2015 from a lighting strike, the Rough Fire grew to be over 151,000 acres to be the 2nd largest wildfire in modern Sierra Nevada history. The fire was finally contained 99 days later on November 6 and was declared out in the month that followed. At one point, there were over 3,700 fire personnel assigned and the fire grew over 10,000 acres per day.  With help from from NPS Volunteer Tyler Vitale, the Fire Information Office at Sequoia and Kings Canyon National Parks created a series of video vignettes to share the story of the Rough Fire.  Each vignette tells just one part of this massive wildfire that affected so many lives. Videos will be added over the weeks as they are released, so please keep checking back in.             Rough Fire Vignette  - Safety   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 46 seconds  On July 31, 2015 the ‪RoughFire‬‬‬ started on steep and rugged terrain in the Kings Canyon drainage. ‎Safety‬‬‬ is paramount in all that we do.             Rough Fire Vignette - Defensible Space   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 12 seconds  Defensible space is key to helping firefighters protect your home during a‪ wildfire. The Rough Fire really demonstrated how important it is. It’s the work we do together that allows us to be successful together.             Rough Fire Vignette - Grant Grove   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 32 seconds  ‪Grant Grove‬‬‬ is home to some of the largest trees on earth. Decades of prescribed burns prior to the ‪Rough Fire‬‬‬ in the area not only helped firefighters defend places like the General Sherman but made it significantly safer for the folks on the ground.             Rough Fire Vignette - Giant Sequoias   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 23 seconds  The ‪Rough Fire‬‬‬ was over 151,000 acres and burned through giant sequoia groves that hadn’t seen fire in decades. Without ‪fire‬‬‬, the cones from these monarchs won’t open, and we’ll be without the next generation of baby sequoias.By ‪understanding‬‬‬ fire’s role in this ecosystem, we can better manage it and the landscapes for future generations.", "url": "https://www.nps.gov/seki/learn/nature/rough-fire-short-videos.htm", "title": "Sequoia & Kings Canyon National Parks: Rough Fire Short Videos"}