{"body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather        Sunset over the Snake Range, Great Basin National Park NPS Photo.  Chris Wonderly      I Average Temperatures I Average Precipitation I  Climate  There is almost an 8,000 ft (2,400 m) difference in elevation between Wheeler Peak and the valley floor. Weather conditions in the park vary with elevation. In late spring and early summer, days in the valley may be hot, yet the snow pack may not have melted in the higher elevations. The Great Basin is a desert, with low relative humidity and sharp drops in temperature at night. In the summer, fierce afternoon thunderstorms are common. It can snow any time of the year at high elevations.    Realtime Weather Stations in Great Basin National Park:  Baker Flat  Mather Overlook  Housing Area/Resource Management Building Wheeler Peak SnoTel Station   Realtime Roadside Weather Station in Baker, NV:  Junction of US Hwy 50 and NV 487   National Weather Service Forecasts:  Baker Administrative Site (Elevation 5317ft)  Lehman Caves Visitor Center (Elevation 6825ft) Wheeler Peak Campground (Elevation 9886ft) Check our Current Conditions page for campground, hiking trail, and road status.      Average TemperaturesMonthAverage Max.Average Min.January41°F  (5°C)18°F  (-8°C)February44°F  (7°C)21°F  (-6°C)March48°F  (9°C)24°F  (-4°C)April56°F  (13°C)31°F  (-1°C)May66°F  (19°C)40°F  (4°C)June76°F  (24°C)48°F  (9°C)July86°F  (30°C)57°F  (14°C)August83°F  (28°C)56°F  (13°C)September75°F  (24°C)47°F  (8°C)October62°F  (17°C)37°F  (3°C)November49°F  (9°C)26°F  (-3°C)December42°F  (6°C)20°F  (-7°C)Temperatures recorded at Lehman Caves Visitor Center: 6,825 feet.     Average Precipitation(measured in inches)JanFebMarAprMayJunJulAugSeptOctNovDecNormal0.91.01.41.31.10.90.91.10.91.01.21.2Maximum3.23.65.03.04.73.42.13.72.73.03.43.4Max. 24 Hr. Precip.2.21.61.51.61.61.41.10.82.41.11.51.6Max. Snowfall34395235238002424846Days with Measurable Precip.778875654556Average No. Thunderstorms00015712124100 {Top of Page}", "url": "https://www.nps.gov/grba/planyourvisit/weather.htm", "title": "Great Basin National Park: Weather"}