{"body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Multimedia Presentations                         Winter Kitchen Listen in as two of White Haven's enslaved African Americans contemplate the possibility of freedom. This short video is shown in the winter kitchen at White Haven. Video was made possible with support from Jefferson National Parks Association and the Ed Cook Memorial Fund.  Duration:3 minutes, 45 seconds                     Sunlight and Shadows: Slavery at Ulysses S. Grant's White Haven   Loading the player...    Transcript VIDEO TRANSCRIPT00:00\tMusical notes00:22\tTIM:  \tUlysses S. Grant lived here…and while he’s living here, he’s also living among dozens of African-American slaves.  00:32\tThe person that would eventually lead to the destruction of African-American slavery…In the 1850s, he’s working side-by-side those same African-Americans that eventually his actions will free in the 1860s. 00:47\tPAM:\tUlysses and Julia loved this place…this home.  Julia talks about it being sunlight and happiness for all who lived here.  And yet, there’s this other parallel story that has been in the shadows.01:05\t\tCHIFFONTAE:\tJulia knows that there’s slavery here.  It’s a big part of her life.  But at the same time, she also thinks the house ran itself.  I don’t want people to walk away from this site thinking that the house ran itself.  01:23\tThe conditions they were in…was unjust.  It was emotionally cruel.  But at the same time, when you say, “oh, that’s so sad and then we move on” -- It doesn’t show the leaps and bounds that people made to get out of these situations…01:45\tMusical notes01:46\tPAM:\tIn Missouri at the time, African-Americans whether they were free or enslaved were not allowed to read or write.  And yet we had evidence that they were learning to do that here at White Haven…and hiding those things because they had been underneath the floorboards in the winter kitchen.  02:05\tCHIFFONTAE:\tWe talk about how children were playing down here and the importance of reading and writing with the slate pencils.  But the African beads…is one of the biggest testaments to how these people were trying to hold on to something outside of and way bigger than the institution that they were in… 02:24\tThe African beads traveled through multi-generations and made it from Africa to the middle of the country.  02:34\tTIM:  \tGrant takes away from this experience a more profound hatred of slavery, which we see in his actions as general and a commitment to civil rights as the 18th President of the United States02:48\tAnd this is an aspect of Grant that is often forgotten, misunderstood – that he was one of our greatest civil rights presidents in American history.02:56\tVoice of Grant – \"My oft expressed desire is that all citizens – white or black, native or foreign born – shall be left free.03:06\tTIM:  President Grant risked public backlash by emphatically affirming his unqualified support for the 15th Amendment, a constitutional amendment which guarantees citizens the right to vote regardless of race, color, or previous servitude.  His actions laid the foundation for future generations.03:26\tCHIFFONTAE:\tThis is everybody’s history.  And it is not just a white and a black history either.  When people come here, there’s something that they take away.  My hope is that they can see themselves in the stories that we tell here03:40\tTIM:  \tThere’s nothing quite as powerful in respect to the educational experience … as standing where these great historical figures once stood.  By visiting these national parks, visitors have that opportunity…And in so doing, I think we gain a much greater understanding of who we are as a country and who we are as Americans.04:01\tMusical notes   Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 24 seconds  Ulysses S. Grant was one of the great civil rights presidents in American history. His legacy on behalf of African American citizenship laid the foundation for future generations. Yet in the 1850s, he lived among African American slaves.                A Thousand Kisses: The Love Story of President Ulysses S. Grant and Julia Dent Grant   Loading the player...    Transcript 00:00   ARLENE:   This love story is a hidden part of Ulysses’ Grant’s life.  00:12  Most people focus on his Civil War time and not realize that the strongest support and foundation for his life is his family and his love for his wife.00:26  woman humming in background00:28  PAM:\tA house to me is, you know, a structure – the physical architecture – whereas a home has those emotional connections.00:36  This is where Ulysses and Julia met, where three of their four kids were born.  It was that emotional touchstone for them.00:44  Musical notes00:48  KAREN:\tWhat we have are the rooms – the physical, tangible connection to the living that went on here.  00:54  But to have something even more personal -- personal thoughts being put down,  someone receiving it, reading it, keeping it.  I think gets you more directly to the individual, both Ulysses and Julia.  01:13  Voice of Grant- “Kiss our little boys for me, and a thousand kisses for yourself Dear Julia”01:18  Musical notes01:20  KAREN:\tI mean, when a man writes to you – “the last thing I thought of at night was you Julia, um and I dreamed about you!” – it gives you a real sense of an individual’s personality and character.01:33  musical notes01:35  Voice of Grant – “without you, no place, no home, can be very pleasant to me”  01:37  musical notes of tension and drums01:42  PAM:\tThey were separated so often, especially when Grant was on the west coast for two years01:47  ARLENE:  To be that far apart and the mail doesn’t get there very often01:52  PAM:\tTo think you wouldn’t know for four and a half months that your wife had survived and that you have another child01:58  KAREN:\tThe unknown can become unbearable.02:01  Voice of Grant – “I have been separated from you and Fred long enough.  And as to Ulysses, I’ve never even seen him!”02:09  PAM:\tIt’s through those letters that you really get insight into why he was willing to resign in 1854 to come back here to be reunited with his family.02:18  Musical notes of construction and hammering02:21  KAREN:\tIn the process of doing the preservation of the home here, a window in the upstairs hall was sagging.  They decided to pull the entire window frame, and sash, and everything out.  And a portion of a letter came out with it!  To have an actual artifact from Grant kept here in the home was pretty, pretty special.02:43  Musical notes of snare drums02:46  ARLENE:\tThe family aspect of Grant gave him this foundation…this stability that allowed him to handle some really challenging and difficult times.    02:56  Musical notes of trumpets02:58  KAREN:\tIt certainly gave him the ability to go and do what he thought was his duty by re-joining the Union Army and stay with that cause03:08  ARLENE:\tThis place…White Haven…allows us a great opportunity to look into the personal lives of one of this countries’ presidents that was under the greatest of strains and see who he was as a person.03:27  KAREN:\tSoldiers in Iraq and Afghanistan can understand how hard it is to be away from the little things in life that make the day-to-day living good, especially when you have small children and a place you’d rather be.03:44  Musical notes   Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 9 seconds  Most people know Ulysses S. Grant as a victorious Civil War general and the 18th President of the United States, but many don't know that he was deeply in love with his wife, Julia. This is their love story, now told at the Ulysses S. Grant National Historic Site in St. Louis, Missouri. cc version - http://www.youtube.com/watch?v=FQd6wRBDsBk", "url": "https://www.nps.gov/ulsg/learn/photosmultimedia/multimedia.htm", "title": "Ulysses S Grant National Historic Site: Multimedia Presentations"}