{"body": "Why This Spot?       Why did people pick these locations in Kansas, Colorado, and New Meixco to build a life along the Santa Fe Trail in the 1800s? We hope you enjoy the stories told, the gorgeous scenery, and the wildlife in this series of videos connecting humans and nature.             Bent's Old Fort National Historic Site   Loading the player...    Transcript BENT’S OLD FORTNATIONAL HISTORIC SITEPART 1 OF A SERIES LOOKING AT THE CONNECTIONSBETWEEN HUMANS AND NATURE ALONG THE SANTA FE TRAILManOh, great. We got one. It weighs more than I thought it would.  Cori KnudtenResearch Associate, Colorado State UniversityI think sometimes there’s a tendency to try to separate humans and the environment, or nature and culture. But really these things are very deeply intertwined.  John CarsonPark Ranger, Bent’s Old Fort National Historic SiteThe old trappers, mountaineers they called themselves, are going to bring in beaver. The animal is going to be used. And not only for trade here and that way those people bringing those animals in can get what they need or can’t make for themselves.  Rick WallnerChief of Interpretation, Bent’s Old Fort National Historic SiteThe fort itself, Bent’s Old Fort, when it was constructed about 1833 or at least open for business, was located on the Mountain Branch of the Santa Fe Trail. The trail was all about commerce, making money. That’s the reason the Santa Fe Trail developed. And the Bent’s were businessmen and besides seeing an opportunity in the buffalo hide trade with the Plains tribes, also saw an opportunity to supply folks travelling along the trail and to freight goods themselves.Fran PannebakerChief of Resources, Bent’s Old Fort National Historic SiteThe natural resources found here, the native prairie grasses, supported millions of buffalo. The buffalo supported the Plains tribes. The tribes then traded buffalo hides for material goods that made their lives easier.  Ed AragonAdobe Master, Bent’s Old Fort National Historic SiteFirst of all what they do is make a pit and then we put some water in there, then we put some prairie grass, make sure that it gets down to all the corners and all that good stuff so that you have a nice square block. Within probably three days you would turn them on their side so that they dry. And then they’ll continue, you’ll stack them on their side like that over there also. And then you can pick them up probably within seven days.  Danette UlloaPark Staff, Bent’s Old Fort National Historic Site[Spanish translated].  Yes, in the lands here, yes we have thisBethany TaylorPark Staff, Bent’s Old Fort National Historic SiteWe can get things like prickly pear around here, but there are a lot of ingredients that we can’t grow. So we get a lot of things shipped in because we’re right along the Santa Fe Trail. So those traders come in and they can bring us dried fruit that we use for our pies. And they can bring in salt and other seasonings. So there are a lot of ingredients that we get from the trading caravans.Alexa RobertsSuperintendent, Bent’s Old Fort National Historic SiteVisitors love Bent’s Fort. They have an opportunity to get transported back in time, and that’s really how they feel about it. They’re experiencing a piece of history. And it’s a very hands on experience for them. They get to touch it, they get to smell it, see it, feel it, hear the sounds, the voices, everything of 1846. And Bent’s Fort grew up out of the ground around it. It’s made of the mud from around it and the grass from around it and the water from the river and the cottonwoods. Bent’s Fort, it’s made of its natural surroundings. And so really there’s not really a conflict between natural and cultural resources. It’s all of a piece. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 21 seconds  Here the expansive prairie grasses attracted and fed buffalo herds; Plains Indians shot the beast and tanned the hide; the hide was a highly sought after trade item. What's another way in which prairie grasses were essential to this site?               Fort Union National Monument   Loading the player...    Transcript FORT UNION NATIONAL MONUMENTPART 2 OF A SERIES LOOKING AT THE CONNECTIONSBETWEEN HUMANS AND NATURE ALONG THE SANTA FE TRAILCori KnudtenResearch Associate, Colorado State UniversityThe environment often kind of just serves as the backdrop or the stage on which historical events take place when in actuality the environment is really very critical to how those events unfolded.Tomye Folts-ZettnerEcologist, Southern Plains Network, NPSNatural resources are the reasons a place is chosen to build on.  You need clear viewshed, good water, plenty of game and good forage for your animals.  Building materials are needed too, so a nearby source of timber, stone, or in the case of Fort Union, clay and straw for adobe, those are also considerations.Lynne MagerInterpretive Specialist, National Trails Intermountain Region, NPSFort Union was established in 1851.  It was a big deal.  It’s on the Santa Fe Trail where you’ve got commerce coming and going, and the trade from Missouri to Santa Fe, New Mexico, 900 miles by wagon, five to six months in the beginning, was incredible.Lorenzo VigilChief of Interpretation, Fort Union National MonumentIn the 1860s, and 1870s and 1880s when Fort Union was running full steam, this place was a miniature city.  Over 2000 people were here on any given day, and as wagon trains pulled through, this was their first sight of civilization.  And what’s incredible about it is, you know, it does tie in directly to the natural resources in the region because it’s built out of the earth right from here.Teddy GarciaPreservations Crew, Fort Union National MonumentWhat we do is mud plaster our adobe walls.  We usually go through all the walls once during the summertime. We get people, outside people, to help us out.  They come and help us for a couple of months.  We make our own adobes.  We get our soil from the surrounding area, soil and sand, mix it together, and that’s what we use to preserve our walls.  Ryan right now, this is one of the areas that was pretty much built off, yeah; he’s doing a third coat on this wall right here.  And it’s not a solid coat all through the wall; we’re just doing patches right now.Marie Frias SauterSuperintendent, Fort Union National MonumentPreserving the monument, it’s an all hands, on deck, year round project.  If you look around the ruins are what they are.  They’re adobe ruins, they are very fragile, and they’re very subject to the weather, the wind, the rain, the hail.  Fort Union Junior Ranger CampPark RangerThere’s plenty, there’s one for everyone.  You guys work with our preservation crew and actually apply the adobe to the walls so that when you come back with your parents you can look at this building and say, yes, that building stands because I helped make it stand.  And it is protected and preserved so that other people can come in and see it.Marie Frias SauterSmall mammals and birds do like our adobes and wherever they find an opening, either at ground level, or up in the adobe, such as a chimney port where the stove might’ve exited out and up to the chimney, we found that birds and small mammals really like those areas, they’re protected, they’re sheltered from the weather all year round.  So we do have to manage the adobe structures and make sure that we are closing off the entrances as we learn that an animal has made a nesting cavity back down in there, whether it’s in the ground, or inside the adobe wall.Tomye Folts-ZettnerPeople living on the land shape the natural resources around them.  During the fort period, these grasslands were pretty depleted, but they’ve recovered well in the absence of activity.  But remnants of the fort period are still seen in plant communities. The depressions left from the Santa Fe Trail and utility trails provide unique microhabitats to catch moisture, and the ground stays moist longer because there’s a bit of shade early and late in the day.  Some species here at Fort Union are only found growing in the ruts.  Places where there were outbuildings, or holding pens, still show the outlines of these areas in the types of plants that grow there today.  It is noticeably different from the surrounding prairies.Marie Frias SauterThe Santa Fe Trail comes from this direction and comes right through the forts.  It’s drama just standing out here, you can see I’m being buffeted by the wind.  It’s all about the landscape and the drama.  The monument is a place that people can come; visitors can come to this particular park and learn all the stories about how Fort Union and the Santa Fe Trail come together here and why they’re important to the American public. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 58 seconds  Fort Union was a miniature city of 2,000 during the height of its existence along the Santa Fe Trail. It was built from the earth and surrounding natural resources. Can you name two?               Pecos National Historic Park   Loading the player...    Transcript PECOS NATIONAL HISTORICAL PARKPART 3 OF A SERIES LOOKING AT THE CONNECTIONSBETWEEN HUMANS AND NATURE ALONG THE SANTA FE TRAILCori KnudtenResearch Associate, Colorado State UniversityIt’s one thing to talk about the effects of the Santa Fe Trail in the environments that it passed through on the Plains, but then there are also this kind of ripple effect that happened in the environment where the trail ended, for example, in New Mexico. The route of the trail is effected by the typography of the landscape, so that’s one reason the trail goes where it does through Pecos, is because you have Glorieta Pass, which is this low point between the Eastern Plains and then the Rio Grande Valley.Eric ValenciaPark Ranger, Pecos National Historical ParkPecos National Historical Park is kind of a, is a very, very special place in that wagon trains would basically go in the easiest passage that they could find. Now as you neared the Glorieta Pass, these wagon trains began to basically funnel, or began to kind of consolidate into what would be considered a corridor. It’s an easy passage, it stays open all year round, very, very rarely ever gets snowed in for any length of time. Stays at that 7,000 foot elevation. People have been passing through the Pecos area for centuries upon centuries.Christine BeekmanChief of Interpretation, Pecos National Historical ParkThe Santa Fe Trail went directly along the Glorieta Creek, and the Pecos ruins were a nice little side shoot, or a side venture, and so when folks would visit Pecos Pueblo in the Santa Fe Trail time they would be leaving the creek bed for only a couple of hours, proximity to water really dictated where each and every one of these historical features are located.Eric ValenciaSo we’re here standing here at Pigeon’s Ranch, which is a stage stop and ranch operated by Alexander Valle during the time of the, or the height of the Santa Fe Trail. The proprietor of this particular establishment is trying to capture any and all travelers to go right through the center of his establishment.Roger ClarkInterpretive Park Ranger, Pecos National Historical ParkWe look around today and we see the forested mesa behind us, and over in the mountains, but back then much of this forest would’ve been cut down. And especially along the Santa Fe Trail because folks, just like today, they wanted to stay warm, they wanted to cook their meals. And so over time, over the 60 years of the Santa Fe Trail there were a lot of people using the resources in this area. This building that we’re at right now was Kozlowski’s Stage Stop and he constructed this upon his arrival out here in 1858 and this became a popular stop on the Santa Fe Trail.Christine BeekmanA project was funded for kochia weed, which is invasive into archeological structures, underground archeological sites. And that in and of itself you’d think of it as a natural resource project, but no, you know, of course, it’s affecting the cultural resource. There are the sites themselves, you know, so I always think of visitors with their guidebook in their hand, they’re looking down looking at the sketch, looking up, looking down, looking up, looking down. But then what are they doing? They’re looking all around. And they’re taking in the cultural landscape and figuring it out based on that. I think that for most visitors it’s just awe inspiring. We’re a small park.  So it’s hard, for me, as a cultural resource manager, to put in a project without thinking of the ramifications for natural resources. And more and more they’re asking us at the park level to be thinking about resources in an integrated fashion. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 15 seconds  Historic sites follow streambeds: Pigeon's Ranch, Kozlowski's Stage Stop, and the pueblo all took advantage of fresh clean water. What other topographic features made Santa Fe Trail travelers take this path?               Fort Larned National Historic Site   Loading the player...    Transcript FORT LARNEDWIND, THE SANTA FE TRAIL, & LIFE ON THE PLAINSGeorge ElmoreChief Ranger, Fort Larned National Historic SiteFort Larned was established in 1859 to protect the US mail routes that were going through the area. To the Plains Indians this is was their homeland. And General Hancock was here in 1867 and one of the Indian leaders told him he was extremely upset with the military and the trail travelers were cutting down all the trees and chasing away the buffalo.  So it was a direct impact on the Indians that they did have. And the Indians were seeing things happen that they didn’t like and they were fighting back.  Chaz BeckwithPark Ranger, Fort Larned National Historic SiteThe primary reason for the army to be at this Fort is basically to protect the Santa Fe Trail from the Indians, because you know, the Indians, they weren’t going to attack the fort; they were fighting guerilla warfare style. So we were sent here to protect the Santa Fe Trail, protect wagons, protect any kinds of supplies or things going from here to Fort Dodge.George ElmoreCompany A of the 10th United States Cavalry arrived at Fort Larned in 1867. The Buffalo Soldier units were just being organized post-Civil War. These were all black units that were white officers.  Even then there were a lot of racial problems here at the fort. We have an account from one of the infantry officers who refused to allow his men to come out on the porch to watch the 10th Cavalry on parade, on the parade field, and they would have to muster for pay, and different times they’d have to do parades. And he said we don’t want to give him that respect, you stay inside the building. So the 10th Cav did serve here for about two years. We had an all-black cavalry for a period of time in an all-white infantry. Here they initially made Fort Larned out of adobe and then they discovered that didn’t hold up well, just too much rain in this environment, so right at the end of the Civil War they decided to rebuild it of sandstone. That was all quarried about two miles straight east of us. It’s a natural, of course sedimentary rock, and there’s a lot of limestone and sandstone both in this area.  Pete BethkePark Ranger, Fort Larned National Historic SiteThere is not a thing I can’t do in here if I get the metal to the right temperature. And the shop’s dark because it allows me to watch the color of the metal as I’m working on it. And that basically tells me what temperature the metal is. Blacksmiths here, even though they were primarily working for the army, they could do work for civilians once their orders were done for that day. Primarily it was wagon repair, wagon wheels, parts of the wagon that wore out and broke.  Ellen JonesPark Ranger, Fort Larned National Historic SiteBack when the fort was a working fort, there were gardens, there were several. The soldiers that worked the gardens were very, very enthusiastic in the early months, but of course, they had problems they had to deal with like drought, hot winds, grasshoppers. I’m kind of proud of the fact that we went ahead and decided to plant a garden here; it’s the first one of the 21st century.  It’s a local Girl Scout troop, Troop 72 is helping with this and we have several plants, vegetable plants, that would’ve been here when the soldiers lived here.George ElmoreThe flagpoles at military posts like this were usually 100 feet high or more, and they flew extremely large Garrison flags that were 20 by 36 feet. So the trail travelers coming in, here at Fort Larned, from as far away as Pawnee Rock, and that’s almost 14 miles away, the trail travelers could start seeing the flag. It would have to be, I think, a tremendous feeling of security and safety. This is nothing more than a giant classroom setting that’s outdoor. You’re in a natural environment with an historic prairie and the animals, and the cultural buildings, all put together to help people understand the 1860s and what it was like. To me you can go to school and you can sit down in a classroom and you can read about it in a book, but here you can actually come see it. And you can experience it, you can touch it, you can hear the sounds and the smells and the sights of the 1860s yet today. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 27 seconds  1859: The fort was built to protect Santa Fe travelers and supplies from Plains Indians. Yet the Indians were only protecting their homelands from the people who were cutting down forests and killing bison. What other environmental characteristics helped the soldiers to exist here?", "url": "https://www.nps.gov/safe/learn/photosmultimedia/why-this-spot.htm", "title": "Santa Fe National Historic Trail: Why This Spot?"}