{"body": "Explore This Park    Plan Your Visit     Safety            Safety          The National Park Service is constantly looking for ways to make the park safer, but remember - you are in a natural setting and a public place and you must always look out for your own safety. Below are some tips to help ensure that your visit is a safe one.       General Cave Tour Restrictions • Take a little time to ensure that the activity you have chosen is the best one for you. All cave tours and nature walks can be strenuous, so be sure you understand what will be required of you before the start of your activity. If you are unsure, ask a park ranger to explain what will be required of you. NEVER let someone talk you into doing an activity if you feel uneasy about it. • Cave and surface trails are uneven and slippery so be sure you have the proper footwear and always look before you step. • Visitors under age 16 must be accompanied by an adult aged 18 or over. • Flash photography is prohibited. Non-flash camera use is allowed. • All cave tours require shirts and shoes for admittance. • Camera tripods and monopods, and child strollers are prohibited in the cave. • Metal framed backpacks or backpacks that extend above the shoulders or of a length that extends below the hips are prohibited (i.e. trekking backpacks) • All child backpack carriers are prohibited. • Walking sticks and canes are permitted on cave tours only when sufficient need is demonstrated. • To protect air quality, smoking is not permitted in the cave or at cave entrances. • Year-round cave temperature in interior passageways fluctuates from the mid-50s to the low 60s (in degrees Fahrenheit). However, winter temperatures can be below freezing at entrances! In most areas of the cave, you'll be comfortable if you wear long pants and take a sweater or jacket with you. Outside • When leaving your car at the Visitor Center or a remote trailhead, always lock the doors and store all items out of sight. When possible, park in an open, well-lit area. • Do not approach or feed animals. All animals in the park are wild, and feeding them harms their well-being. All animals can be dangerous, even the most harmless-looking deer, squirrel or raccoon. Do not approach. • Always be aware while driving. Numerous animals such as deer and turkey are often visible along the sides of the road. Make sure to use extra caution while driving as these animals may walk into traffic. • Examine yourself for ticks after spending time outside. Ticks can carry diseases such as Rocky Mountain Spotted Fever and Lyme disease. For more information, ask at the Visitor Center. • Do not drink from rivers, ponds, lakes or springs in the park without first treating the water. Potable water is available in the Visitor Center area and at Houchin Ferry Campground. • When you begin a trail hike, always tell others where you are going. Sign in at trailhead registers where they are available. • Use caution on rocky or slippery trails. • Swimming in the Green and Nolin Rivers is at your own risk, and is not recommended. • Carry a flashlight if you hike in late evening. • Report any hazards or suspicious activity to a park ranger right away. Call the ParkWatch line at 888/219-1599. If you set aside a little time to think about safety, your visit to Mammoth Cave National Park will be remembered as an enjoyable time that you will want to experience again.", "url": "https://www.nps.gov/maca/planyourvisit/safety.htm", "title": "Mammoth Cave National Park: Safety"}