{"body": "Explore This Park    Learn About the Park     Nature     Other Life Forms     Thermophilic Bacteria                 Thermophilic Bacteria        Almost every hot spring or geyser in Yellowstone hosts bacteria. The travertine terraces in Mammoth Hot Springs host thermophilic bacteria. NPS       The word \"bacteria\" is often associated with disease, but only a few kinds of bacteria cause problems for humans. The other thousands of bacteria, although all simple organisms, play a complex role in Earth's ecosystems. In fact, cyanobacteria made our oxygen-rich atmosphere possible. They were the first photosynthesizers, more than 3 billion years ago. Without bacteria, we would not be here.  Almost any hot spring or geyser you see hosts bacteria. Some chemosynthesize, changing hydrogen or sulfur into forms other thermophiles can use. Most photosynthesize, providing oxygen to other thermophiles. All of the cyanobacteria and green nonsulfur bacteria photosynthesize. Some fulfill both roles. For example, Thermus sp.—which are photosynthetic—also may be able to oxidize arsenic into a less toxic form.  Individual bacteria may be rod or sphere shaped, but they often join end to end to form long strands called filaments. These strands help bind thermophilic mats, forming a vast community or mini-ecosystem. Other groups of bacteria form layered structures, which look like tiny towers, that can trap sand and other organic materials.      Thermophilic Bacteria in Yellowstone National Park         Name pH and Temperature Description Location   Cyanobacteria Calothrix pH 6–9 30–45°C (86–113°F) Color: dark brown mats Metabolism: photosynthesis by day; fermentation by night   Mammoth Hot Springs Upper, Midway, and Lower geyser basins     Phormidium pH 6–8 35–57°C (95–135°F) Color: orange mats Metabolism: photosynthesis   Mammoth Hot Springs Upper, Midway, and Lower geyser basins     Oscillatoria pH 6–8 36–45°C (96–113°F) Color: orange mats Metabolism: photosynthesis; oscillating moves it closer to light sources.   Mammoth Hot Springs Chocolate Pots     Synechococcus pH 7–9 52–74°C (126–165°F) Color: green mats Metabolism: photosynthesis by day; fermentation by night   Mammoth Hot Springs Upper, Midway, and Lower geyser basins     Green Sulfur Chlorobium pH 6–9 32–52°C (90–126°F) Color: dense, dark green mats Metabolism: anaerobic photosynthesis— produces sulfate and sulfur, not oxygen.   Mammoth Hot springs Calcite Springs     Green non-sulfur Chloroflexus pH 7–9 35–85°C (95–185°F) Color: green mats Metabolism: anaerobic photosynthesis   Mammoth Hot Springs Upper, Midway, and Lower geyser basins     Aquifex Hydrogenobaculum pH 3–5.5 55–72°C (131–162°F) Color: yellow and white streamers Metabolism: uses hydrogen, hydrogen sulfide and carbon dioxide as energy sources; can use arsenic in place of hydrogen sulfide.   Norris Geyser Basin Amphitheater Springs     Deinococcus-Thermus Thermus pH 5–9 40–79°C (104–174°F) Color: bright red or orange streamers; contains carotenoid pigments that act as sunscreen.   Lower Geyser Basin             More Information  References Hydrothermal Systems Hydrothermal Features Inside Yellowstone - Hydrothermal Features: Watch 2-minute videos that tell the story of microorganisms that thrive in hot water. Thermophiles in the Tree of Life: Yellowstone's hot springs contain species from groups on this Tree of Life.", "url": "https://www.nps.gov/yell/learn/nature/thermobacteria.htm", "title": "Yellowstone National Park: Thermophilic Bacteria"}