{"body": "Explore This Park    Learn About the Park     History & Culture     Places     Missions                Missions         San José de Tumacácori Mission's church NPS Photo by Clar Speck  From his arrival in the Pimería Alta in 1687 until his death in 1711, Padre Kino established over twenty missions. Missions were communities established to convert Native Peoples to Christianity and the Spanish way of life. The Jesuit religious order of Catholic missionaries administered them until the time of their expulsion in 1767. From 1768 until after Mexico earned its independence in 1821 the missions were operated by the Franciscan religious order of Catholic missionaries. Some are still in use today while others have fallen into ruin. The mission sites of San José de Tumacácori, Los Santos Ángeles de Guevavi, and San Cayetano de Calabazas are administered by Tumacácori National Historical Park; the park offers tours of its three mission sites. Missions of the Pimería Alta include: San José de Tumacácori Los Santos Ángeles de Guevavi San Cayetano de Calabazas San Ignacio de Sonoitac San Xavier del Bac Santa María Suamca Nuestra Señora de los Dolores de Cósari San Ignacio de Cabúrica Santa María Magdalena San José de Ímuris La Purísima Concepción De Caborca San Diego del Pitiquito San Antonio Paduano de Oquitoa San Pedro y San Pablo de Tubutama Nuestro Padre San Francisco de Átil Nuestra Señora del Pópulo del Bisanig Nuestra Señora de los Remedios de Doágibubig  Nuestra Señora del Pilar y Santiago de Cocóspera Santa Gertrudis del Sáric        Banámichi Photo by Mike Hopkins  When Father Kino first came north to the Opatería, his last jumping off point before moving up the valley to establish his home mission of Nuestra Señora de los Dolores de Cósari, was the already established mission to the Opata Indians called Los Santos Reyes de Cucurpe. Other nearby missions to the Opata and Pimas Bajos Indians include: Nuestra Señora de la Asunción de Arizpe San Ignacio de Cuquiárachi", "url": "https://www.nps.gov/tuma/learn/historyculture/missions.htm", "title": "Tumacácori National Historical Park: Missions"}