{"body": "Explore This Park    Get Involved     Work With Us     Federal Benefits               Federal Benefits      The National Park Service provides full benefits to its permanent full-time employees, with limited benefits to its temporary employees. The following benefits apply to full-time permanent employees:  Pay Comparability: Locality Pay … Federal pay more responsive to local labor market conditions. Since the amount of your locality pay will depend on the geographic area where you work, the amount of your locality pay may change if you change duty stations. Special Pay Provisions … To help solve problems in recruiting and retaining employees in certain occupations, the Government pays these General Schedule employees a higher salary rate than is paid to other General Schedule employees at their grade and step. Law Enforcement Pay … The Government pays these General Schedule (GS-3 to GS-10) employees a higher salary rate than is paid to other General Schedule employees at their grade and step when these employees are covered by the special retirement provisions for law enforcement personnel.   Annual Pay Increases: Yearly raises keyed to Employment Cost Index (ECI) … President Recommends … Congress Approves.   Federal Wage System: In contrast to the GS pay rates, the pay of the federal government's wage-system employees (blue-collar) is fixed as an hourly rate by lead agencies. Determinations are made on the basis of surveys of rates paid by private employers in each local wage area for work similar to that performed by federal wage employees. Wage schedules are adjusted at different times of the year according to when a lead agency conducts the annual wage survey in each individual wage area.   Step Increases (Within-Grade Increases): Good job performance and time in job … General Schedule employees go from step 1 to Step 10 increasing your salary. Federal Wage System employees go from step 1 to step 5 increasing your salary.   Merit Promotion System: Eligibility to compete for a higher grade … Time in grade requirements for General Schedule employees at and above the GS-06 grade levels.   Health Insurance Coverage: Shared cost … Government pays large share … Over 300 HMO's and 15 fee for service plans … No waiting period … No pre-existing condition clause … No medical exam.   Life Insurance Coverage: Automatic coverage for basic insurance … Option for additional and family insurance.   Retirement Benefits: Cost of Living Adjustments … Federal Employees Retirement System (FERS) … Social Security … Thrifts Savings Plan (TSP). The TSP is a tax-deferred defined contribution retirement savings plan, comparable to private-sector 401(k) plans that allow employees to contribute a portion of their salaries to a retirement-savings account on a pre-tax basis. The U.S. Government makes automatic contributions AND partially matches contributions by FERS employees.   Holidays: Ten paid holidays every year.   Vacations/Sick Days: Accrue 13 - 20 - 26 days per year vacation … 30-day carry over … Accrue 13 days sick leave every year … Family and Medical Leave … Leave Banks.   Training: Government paid training … Tuition reimbursement … New skills … Employee and organization performance enhancement.   Alternate Work Schedules: Flexible workday hours … Compress workweek … Telecommuting from home.   Job Reassignments/Transfers: Noncompetitive … Meet the qualifications … Meet the requirements.   Veterans Preference: Disabled Veterans … Hiring points added for competition.   Incentive Awards: Outstanding performance … Special accomplishments … Suggestion programs.   Work Related Injuries: Federal employees workers' compensation benefits.   Appeals, Grievances and Complaints: Merit Systems Protection Board … Office of Personnel Management … Prohibited personnel practices … Government Unions … Equal Employment Opportunity Counselors.   Housing: Government housing may be available and/or required for certain jobs.   Relocation: Federal agencies located nationwide … In most cases, relocation expenses paid for transferring among federal jobs.", "url": "https://www.nps.gov/ever/learn/management/federalbenefits.htm", "title": "Everglades National Park: Federal Benefits"}