{"body": "Explore This Park    Learn About the Park     Nature     Wildland Fire     Fire and Aviation Training     Incident Leadership                  Incident Leadership (L-381)        Incident Commander gives briefing to firefighters. NPS Photo.       L-381 INCIDENT LEADERSHIP TRAINING COURSE This is a leadership development training recommended for incident response personnel who will function in fireline command roles.  The intent of this training is to provide future leaders of divisions, groups, and Type 3 incidents with the leadership tools to effectively exert command and control over a quickly assembled team in a time constrained and rapidly changing incident environment.  Course length is 40 hours and the training is designed to provide at least 50% of the delivery time as exercises and simulations. Course materials will cover the following areas:  •  Command presence and climate   •  Leaders intent   •  Command and control   •  Rapid team building   •  Communication techniques   •  Detecting and mitigating error   •  Operational tempo awareness      Course Dates and Location: June 15th-19th, 2015 in Everglades National Park, Homestead, Florida.  Pre-course work and course information will be sent to participants upon registration.     Course Prerequisites:  ·  Participants must be qualified as any of the following positions: strike team leader, task force leader (TFLD), incident commander type 4 (ICT4), any support unit leader, or supervisory dispatcher. •  Human Factors in the Wildland Fire Service (L-180). •  Completion of pre-course work assignment, if any.      Tuition: FREE, however travel expenses will be covered by home units.  Class size is limited. Registration:  To register for the L-381, Incident Leadership course, please fill out the NWCG nomination form, then email or fax it to the Course Coordinator, Jack Weer, e-mail us, fax 305-242-7855. All nominations must be received by May 25, 2015.   For more information,  please contact the Course Coordinator, Jack Weer, 305-242-7057.", "url": "https://www.nps.gov/ever/learn/management/training-test-page.htm", "title": "Everglades National Park: Incident Leadership"}