{"body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     In den Vulkan - Into the Volcano                In den Vulkan - Into the Volcano        Ranger Eric bietet für deutschsprachige Besuchende die Wanderung \" In den Vulkan\" anVolunteer Ranger Eric Offers \"Into the Volcano\" Hike to German Speaking Visitors NPS Photo       Eric Hübner, ein freiwilliger Ranger im Hawai'i Volcanoes National Park, führt deutschsprachige Besuchende in einen der aktivsten Vulkane der Welt. Auf dem Weg spricht er über die hawaiianische Kultur, Geschichte, Geologie und die einzigartige biologische Vielfalt dieser sich ständig verändernden vulkanischen Landschaft. Eric Hübner, a volunteer Ranger in Hawai'i Volcanoes National Park, leading German-language visit at the end in one of the most active volcanoes in the world. On the way he talks about the Hawaiian culture, history, geology and the unique biodiversity of this ever-changing volcanic landscape.           Täglich werden mehrere, von Rangern geführte Wanderungen angeboten. Fragen Sie im Kilauea Besucherzentrum oder Jaggar Museum nach dem jeweiligen Angebot. Die Wanderungen sind in der Park-Eintrittsgebühr inbegriffen. This and a  number of other ranger led walks are offered daily in the park. The hike schedules are determined each morning (depending on staffing), and are posted by 9:15 a.m. at the Kīlauea Visitor Center, Jaggar Museum and Volcano House.             In dem Vulkan - Into the Volcano   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 10 seconds  In den Vulkan. Geniessen Sie diese kurze Diashow, darin führt Ranger Eric deutschsprachige Besuchende 130 Höhenmeter hinab durch Regenwald auf den Boden der Caldera. Dauer 2 Minuten und 10 Sekunden.Enjoy this short slideshow as Volunteer Eric takes German speaking visitors through rain forest, descending 425 feet to the floor of Kīlauea Caldera.         Click here for a photo gallery of the hike", "url": "https://www.nps.gov/havo/planyourvisit/into_the_volcano_german.htm", "title": "Hawai'i Volcanoes National Park: In den Vulkan - Into the Volcano"}