{"body": "Seed Study - Seed Collection       The year that we collected seed for this study was unfortunately part of a prolonged drought. Collection was difficult because some species from which we wanted to collect seed did not grow at all, were hard to find, or did not produce seed. Another problem was heavy predation by insects and wildlife. These facts should be kept in mind when using the data below. After we collected seed, we cleaned it to the point necessary for hand broadcast seeding. We then weighed the bulk amount of each species that we had. To translate this into number of seeds, we took five small subsamples from each species. For each subsample, we weighed the bulk amount, and then separated out the ripe, filled, undamaged seed. We counted these good seeds to give us an idea of the number of seeds per unit mass of material that we would hand broadcast in our experimental plots. For some species we also weighed these clean seeds for information on individual seed mass. To access information on an individual species, go to the species table. Definitions/explanations of each of the terms used in the species seed collection information are below. Average number of good seeds per gram bulk matter: Average number of seeds per gram of bulk matter, as measured in five subsamples. Number in parentheses following average is standard deviation. Average number of good seeds per gram cleaned: Average number of seeds per gram of pure seed, separated from chaff, stems, leaves, etc., from five subsamples. Note that this is not necessarily PLS (pure live seed), as we do not have information on seed viability for many species. Number in parentheses following average is standard deviation. Commercial estimates of seeds per gram: Values come from a variety of sources, including Natural Resource Conservation Service technical guides, commercial catalogs, and National Park Service native species propagation documents. Keep in mind that these values are for very clean seed compared to what we were measuring (e.g., awns from needle grasses removed). Percent seed: pure seed mass/bulk seed mass X 100%, where pure seed mass is the weight (in grams) of the good seed, free of chaff, stems, etc. from a subsample, and bulk seed mass is the weight (in grams) of the seed matter cleaned to the state of planting by hand broadcast seeding (usually includes chaff, some small leaves, etc.). Percent live: percent of seed that was viable, as measured by South Dakota State University Seed Laboratory. Collection dates: Dates that we collected seed at Wind Cave National Park, southwestern South Dakota, foothills of the Black Hills, in 2004. Many species matured late this year because of a late spurt of moisture after dry conditions early in the summer. Collection effort: A very rough estimation of how much time it took to collect the given mass of bulk seed for a species. Estimates are rough because we often were collecting many species at the same time. \"n.m.\" means not measured; \"n.a.\" means not available  Achillea millefolium – common yarrow Amorpha canescens – leadplant Andropogon gerardii – big bluestem Anemone cylindrica – candle anemone, thimbleweed Aristida purpurea – red three awn Artemisia frigida – fringed sagewort Artemisia ludoviciana – white sage, man sage Asclepias speciosa – showy milkweed Bouteloua curtipendula - sideoats grama Bouteloua gracilis – blue grama Bouteloua hirsuta – hairy grama Brickellia eupatorioides – false boneset Calylophus serrulatus – yellow evening primrose Cirsium undulatum – wavyleaf thistle Dalea purpurea – purple prairie clover Dyssodia papposa – fetid marigold Echinacea angustifolia – purple coneflower Elymus elymoides – squirreltail bottlebrush Erysimum asperum – western wallflower Gaura coccinea – scarlet gaura Glycyrrhiza lepidota – wild licorice Grindelia squarrosa – curlycup gumweed Gutierrezia sarothrae – broom snakeweed Helianthus annuus – common sunflower Hesperostipa comata – needle and thread Heterotheca villosa – hairy false golden aster Ipomoea leptophylla – bush morningglory Koeleria macrantha – prairie junegrass Liatris punctata – dotted gayfeather Lithospermum incisum – narrowleaf gromwell Monarda fistulosa – bee balm, horse mint Nassella viridula – green needlegrass Oligoneuron rigidum – stiff goldenrod Onosmodium molle – false gromwell Pascopyrum smithii – western wheatgrass Penstemon grandiflorus – large beardtongue Plantago patagonica – wooly plantain Psoralidium tenuiflorum – slimflower scurfpea Ratibida columnifera – prairie coneflower Rosa arkansana – prairie wild rose Schizachyrium scoparium – little bluestem Solidago missouriensis – prairie goldenrod Solidago nemoralis – gray goldenrod Sporobolus cryptandrus – sand dropseed Symphoricarpos occidentalis – western snowberry Symphyotrichum ericoides – heath aster Verbena bracteata – prostrate vervain Verbena stricta – hoary vervain", "url": "https://www.nps.gov/wica/learn/nature/seed-study-seed-collection.htm", "title": "Wind Cave National Park: Seed Collection"}