{"body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Campgrounds      Cabrillo National Monument is a day-use area, so there is no camping available within the park.  However, you can find many campgrounds by the beach or in the mountains or desert within the county of San Diego that offer tent and RV camping.  Here’s a partial list of campgrounds in the county according to their proximity to Cabrillo National Monument; click on the name to learn more: •  Campland On The Bay – Commercial campground located on Mission Bay, approximately seven miles from Cabrillo National Monument.  •  San Diego KOA – Commercial campground located in southern San Diego County, approximately 15 miles from Cabrillo National Monument.  •  Chula Vista RV Resort – Commercial campground located on San Diego Bay in southern San Diego County, approximately 16 miles from Cabrillo National Monument.  •  Sweetwater Summit Regional Park – San Diego County Park located in southern San Diego County, approximately 21 miles from Cabrillo National Monument.  •  Silver Strand State Beach – California State Park located on the beach just south of Coronado, approximately 22 miles from Cabrillo National Monument.  •  San Elijo State Beach – California State Park located in coastal northern San Diego County, approximately 25 miles from Cabrillo National Monument.  •  Lake Jennings Campgrounds – San Diego County Park located in eastern San Diego County, approximately 28 miles from Cabrillo National Monument.  •  South Carlsbad State Beach – California State Park located in north coastal San Diego County, approximately 32 miles from Cabrillo National Monument.  •  Dos Picos County Park – San Diego County Park located in Ramona in eastern San Diego County, approximately 38 miles from Cabrillo National Monument.  •  Guajome County Park – San Diego County Park located in north coastal San Diego County, approximately 47 miles from Cabrillo National Monument.  •  Potrero County Park – San Diego County Park located in the oaks in southeastern San Diego County, approximately 47 miles from Cabrillo National Monument.  •  Cuyamaca Rancho State Park – California State Park located in the mountains in eastern San Diego County, approximately 52 miles from Cabrillo National Monument.  •  San Onofre State Beach – California State Park located in extreme north coastal San Diego County, approximately 60 miles from Cabrillo National Monument.  •  Lake Morena County Park – San Diego County Park located in the oaks in southeastern San Diego County, approximately 61 miles from Cabrillo National Monument.  •  Palomar Mountain State Park – California State Park located in the mountains in northeast San Diego County, approximately 63 miles from Cabrillo National Monument.  •  William Heise County Park – San Diego County Park located in the mountains in eastern San Diego County, approximately 64 miles from Cabrillo National Monument.  •  Anza-Borrego Desert State Park – California State Park located in the desert in extreme eastern San Diego County, approximately 96 miles from Cabrillo National Monument.  •  Agua Caliente County Park – San Diego County Park located in the desert in extreme eastern San Diego County, 100+ miles from Cabrillo National Monument.  •  Stagecoach Trails RV Resort – Commercial campground located in the desert in extreme eastern San Diego County, 100+ miles from Cabrillo National Monument.  •  Vallecito County Park – San Diego County Park located in the desert in extreme eastern San Diego County, 100+ miles from Cabrillo National Monument.", "url": "https://www.nps.gov/cabr/planyourvisit/campgrounds.htm", "title": "Cabrillo National Monument: Camping"}