{"body": "Research       Research about El Camino Real events and routes is ongoing. The National Park Service (NPS) works cooperatively with scholars, site managers, and others to learn more about trail-related stories and sites. A primary way in which the NPS stimulates trail scholarship is through the Challenge Cost Share Program. Since 2004, the agency has worked with a number of partners — El Camino Real de Tierra Adentro Trail Association, universities, museums, historical societies, and other nonprofit entities — on El Camino Real projects. Many of the results of those projects have been published in various issues of CARTA, El Camino Real de Tierra Adentro Trail Association's newsletter. Through these projects, new historical trail information has been discovered; new or modified trail segments have been identified; several buildings have been identified as being thematically-related to El Camino Real; several outdoor interpretive exhibits have been erected; and new museum exhibits have been developed and are now on display.  If you have a project idea that can add new historical information or challenge existing notions about the trail, contact the National Trails Intermountain Region staff. Please use the Contact Us link in the left-hand navigation.      For those who would like to undertake additional research about El Camino Real de Tierra Adentro, many sources are available. Historians can access a sizable number of diaries, journals, and secondary sources on the subject. Some of these are noted on the bibliography. Those interested in further research may wish to consider the following facilities:  University of California, Berkeley, Bancroft Library – http://bancroft.berkeley.edu/  Huntington Library, San Marino, California – www.huntington.org/  Denver Public Library, Western History and Genealogy Collection – http://history.denverlibrary.org/  Colorado Historical Society, Denver – www.coloradohistory.org/  Yale University, Beinecke Rare Book and Manuscript Library – www.library.yale.edu/beinecke/  National Archives – www.archives.gov/  Library of Congress, Washington, DC – www.loc.gov/index.html  Newberry Library, Chicago – www.newberry.org/  The Genealogical Society of Hispanic America – www.gsha.net/  Hispanic Genealogical Research Center of NM, Albuquerque – www.hgrc-nm.org/  NM State Records Center and Archives – www.nmcpr.state.nm.us/  NM State Library, Southwest Collection – www.nmstatelibrary.org/research – NMSU, Rio Grande Collections – http://lib.nmsu.edu/depts/archives/rghc.shtml  UNM, Center for Southwest Research – http://elibrary.unm.edu/cswr/ UT El Paso Library, Special Collections – http://libraryweb.utep.edu/special/ UT Austin, Briscoe Center for American History, Eugene C. Barker Texas History Collection –http://www.cah.utexas.edu/collections/texas_history.php UT Austin, Benson Latin American Collection – www.lib.utexas.edu/benson/  Southern Methodist University (Dallas), Clements Center for Southwest Studies – http://smu.edu/swcenter/  Archivo General de la Nacion, Mexico City – www.agn.gob.mx/  Instituto Nacional de Antropología e Historia (INAH) – www.inah.gob.mx/  Archivos General de Indias, Seville, Spain – http://en.www.mcu.es/archivos/MC/AGI/index.html  Before visiting any of these facilities, please contact the archival staff to let them know the purpose of your visit and which records that you want to investigate.", "url": "https://www.nps.gov/elca/learn/historyculture/research.htm", "title": "El Camino Real de Tierra Adentro National Historic Trail: Research"}