{"body": "Spiders and Insects       Poisonous Spiders Only two types of poisonous spiders may be found in the Bluestone National Scenic River area; the black widow and possibly the brown recluse, whose range may now be expanding into this area. While these spiders are rarely encountered on hikes or picnics, it is still important to be able to identify these spiders in case a bite is received.         Brown Recluse   Brown Recluse:  Description: • Has a violin shaped mark on its back  • A body length of 10 to 12 mm.  • 6 eyes instead of the typical 8  Habitat:  Outdoors: • Beneath Rocks  • Under Debris  • In or around abandoned buildings  Indoors: • In attics and cellars.  • Storage rooms and crawlspaces.  Symptoms:  • Reaction varies from just a little red mark with no pain or other symptoms to more severe symptoms such as tissue damage and intense pain.  • Itching, chills, fever, nausea, vomiting, shock  • A small white blister usually forms at the bite site; the affected area may become red and tissue may be hard to the touch.  • A dry blue-gray or blue-white lesion may form.        Black Widow   Black Widow:  Description: • Black, shiny, globe-shaped spider.  • Red or orange hourglass shaped marking on the underside of its abdomen.  Habitat: • Cool, dark, moist areas.  • Widows are often found in buildings, wood piles, stone walls, and crawl spaces.  Symptoms: • Severity of the reaction can vary  • Venom acts on the nervous system, causing various degrees of pain  • Short stabbing pain  • Slight local swelling and two red spots (puncture points from the spider’s fangs)  • Pain progresses from bite site to abdomen and back  • Nausea, profuse perspiration, difficulty breathing, tremors, increased blood pressure, fever  • Symptoms usually diminish after a day or so  Prevention: • Avoid sticking your hands in leaves, under rocks, or in places where you cannot see.  • Wear gloves when collecting firewood or moving rocks or yard debris.  • When camping, shake out clothing and shoes before getting dressed. If bitten: • Carefully attempt to catch the spider so it can be properly identified.  • Seek medical attention immediately.        Tick   Ticks    Ticks are blood-feeding parasites that are often found in tall grass and shrubs where they will wait to attach to a passing host. Physical contact is the only method of transportation for ticks. Ticks do not jump or fly, although they may drop from their perch and fall onto a host. Ticks will try to climb to the highest part of their host.  Habitat:  Ticks can be found in most wooded or tall grass land regions throughout the world. They are especially common in areas where deer are plentiful. Commons ticks here: • Dermacentor- commonly known as the Dog Tick This tick can carry Rocky Mountain Spotted Fever  • Ixodes - Know as the Deer Tick This tick can spread Lyme Disease Description: • Unfed males and females are reddish-brown and can be 3/16-inch long or smaller. They have hard shells, starting right behind the mouth. Prevention: • Wear protective clothing such as long-sleeved shirts, long trousers, boots or sturdy shoes. Ticks are easier to detect on light-colored clothing.  • Apply insect repellent containing 10 to 30 percent DEET primarily to clothes. Apply sparingly to exposed skin. Always follow label instructions on how to apply.  • Walk in the center of trails so weeds do not brush against you. Individuals who sit on the ground or disturb leaf litter on the forest floor may encounter ticks.  • Check yourself, children and other family members every two to three hours for ticks. Most ticks seldom attach quickly and rarely transmit disease organisms until they have been attached for four or more hours. If your pets spend time outdoors, check them for ticks.  • Take a shower immediately after coming in from being in the outdoors. Removal of tick: • If tick is on clothing use masking or duck tape to remove.  • The best way to remove a tick is to grasp it firmly with tweezers as close to the skin as possible and gently, but firmly, pull it straight out.  • Do not remove the tick with bare hands.  • To dispose of the tick, flush it down toilet.  • Wash the area around the bite thoroughly with soap and water, then apply antiseptic to the bite.  • If you have an unexplained illness with fever, contact a physician. Be sure to tell the physician if you have been outdoors in areas where ticks were present. For further information: National Park Service Public Health Information Sheet        Mosquito   Mosquitoes  Mosquitoes are a very common menace throughout the Bluestone National Scenic River area. While most mosquitoes are harmless, some do carry diseases such as West Nile Virus.  West Nile Virus: West Nile Virus is a potentially serious illness. For more on the symptoms, prevention, and what to do if you believe you may have contracted the virus please visit the Center for Disease Control website via the link below.  http://www.cdc.gov/ncidod/dvbid/westnile/wnv_factsheet.htm  For further information: National Park Service Public Health Information Sheet Habitat: Mosquitoes are found in a greater number around bodies of water such as streams, rivers, ponds, and lakes. While their numbers will be greater in these areas, mosquitoes can be found throughout the area due to their ability to lay eggs wherever standing water may be found.  Prevention: The most efficient means to control mosquito populations and the spread of diseases carried by them is to reduce the amount of locations where they may lay their eggs. Mosquitoes require a water source to lay their eggs. Eliminating standing water will help to reduce populations. Mosquito habitat can often include: • Garbage Cans and Recycling Bins • Litter such as soda bottles and cans • Tires Protecting Yourself: • Use insect repellants with DEET, according to manufacturer’s instructions.  • Wear long sleeves and long pants when possible.  • When possible remain indoors at dawn, dusk, and in the early evening when mosquito’s are most active.  • Ensure window screens or tent netting is in good condition.", "url": "https://www.nps.gov/blue/planyourvisit/spiders-and-insects.htm", "title": "Bluestone National Scenic River: Spiders and Insects"}