{"body": "Explore This Park    Plan Your Visit     En Français     Pour les professeurs              Pour les professeurs       \"Le but du lieu historique international de l'Île-Sainte-Croix est de conserver intactes les ressources et objets de valeur de l'île Sainte-Croix, une région d'importance historique pour les États-Unis et le Canada, et ce pour le plaisir, l'éducation et l'inspiration des générations actuelles et futures.\" -Plan général de gestion du lieu historique international de l'Île- Sainte-Croix        Un aspect important de la mission du Service des parcs nationaux est d'offrir des possibilités éducatives aux personnes de tous âges. Au lieu historique international de l'Île-Sainte-Croix, l'interprétation du site à partir de la terre ferme enrichit l'expérience du visiteur. Le Service des parcs nationaux a aussi développé des outils uniques et basés sur le programme scolaire sous la forme de trousse itinérante de l'enseignant.          La trousse Passamaquoddy  a été développé par le personnel du parc national Acadia en association avec le musée Abbe à Bar Harbor, Maine. La trousse utilise des activités centrées sur l'étudiant et des éléments tactiles pour explorer la culture et l'histoire des Passamaquoddy. Pour fabriquer votre propre trousse Passamaquoddy, vous pouvez télécharger le contenu de celui-ci en visitant par le site web d'Acadia National Park. La trousse peut également être prêté aux écoles; à ce but contactez l'un des endroits suivants:  Lieu historique international de l'Île-Sainte-Croix - (207) 454-3871 Le Parc National Acadia - (207) 288-8822 Musée Abbe, Bar Harbor - (207) 288-3519            La trousse pédagogique de Sainte-Croix en 1604   est conçu pour sensibiliser les élèves et leur faire connaître l'île Sainte-Croix et son histoire. La trousse contient des ressources que les enseignants peuvent utiliser en classe, intégrant des activités orales et écrites, des jeux de rôles, et de la recherche indépendante. La matière peut être intégrée dans le cours d'histoire, d'histoire sociale, et dans le programme du cours de langue. La trousse contient:  Un guide du professeur (versions en Français et en Anglais) Ce guide de quarante pages contient cinq sections: Tenir un Journal, Exploration et Colonisation Européennes, La Rencontre de Deux Mondes, L'Île Sainte-Croix : Survie et Adaptation, et L'Héritage de l'Île Sainte-Croix : l'Acadie & la Nouvelle-France. Il fournit plusieurs activités, décrit les autres ressources de la trousse, identifie le résultat d'apprentissage, et suggère des pistes pour une étude plus approfondie. Le contexte historique (versions en Français et en Anglais) Cette référence de 13 pages replace la colonie de Sainte-Croix dans le contexte d'autres explorations de l'Amérique du Nord. Elle décrit l'Europe et les Premiers Peuples de la région de Sainte-Croix en 1604, les personnages et la vie dans la colonie de Sainte- Croix, et se termine par l'héritage de la colonie. Une bibliographie est à votre disposition. Extraits du journal de Samuel Champlain (vieux Français et en Anglais) Ce récit de 35 pages contient des extraits du journal personnel de Samuel Champlain, avec une traduction en anglais et des notes en bas de pages. Champlain brosse un portrait coloré de la vie sur la petite île. La carte de la colonie de Sainte Croix fair par Champlain Cette grande carte plastifiée représente la colonie et identifie les bâtiments sur l'île Sainte-Croix. C'est une référence clé dans la trousse. Documentation Un classeur à trois anneaux, rempli de ressources et d'informations pour aider le professeur à effectuer avec succès les activités reprises dans le Guide Pédagogique. Le classeur contient des photos historiques plastifiées, des images des Premières Nations et d'objets culturels français. Il contient aussi des feuilles d'activités pédagogiques telles que des cartes, des pages de journal, et des modèles à photocopier. Drapeaux miniatures Les drapeaux miniatures de l'Angleterre, de la France et de l'Espagne représentent l'ambition impériale des trois nations européennes. Des dossiers pédagogiques aident les étudiants à comprendre pourquoi chacune de ces nations voulait coloniser l'Amérique du Nord. Les épices et la pyrite La cannelle, la cardamome, la noix de muscade, le poivre et les clous de girofle évoquent le commerce d'épices ainsi que la recherche d'un raccourci en direction de l'Orient. La pyrite (\"l'or du pauvre\") évoque les richesses potentielles en minéraux du Nouveau Monde. La fourrure de castors Le centre d'attention d'un commerce lucratif de fourrure alors très demandé pour les chapeaux à la mode en Europe. La croix de bois Symbolisant le désir des nations impériales de convertir les Premiers Peuples au Christianisme. Des livres de référence et des cassettes audio sur les premiers peuples Deux livres de référence (Passamaquoddy Maliseet Reference Book et Maine Indians, A Brief Summary: The People of the Dawn) aident les étudiants à comprendre la culture et la langue indigène. Trois cassettes, préparées par des anciens de la tribu Passamaquoddy, apprennent à l'auditeur à prononcer les mots du premier ouvrage de référence. Des sabots Français et des mocassins Passamaquoddy Les chaussures évoquent les différences vestimentaires des deux cultures et poussent à la discussion l'adaptation aux différents environnements. Un récipent Passamaquoddy en écorce de bouleau et une tasse de cidre en céramique Française Ces récipients symbolisent les différents matériaux dont disposaient chaque culture et invitent à la discussion comment les ressources affectent le développement des traits culturels. Une aventure en vidéo (versions en Français et en Anglais) Cette vidéo de 10 minutes, produite par Parcs Canada suit deux enfants qui remontent le temps pour parler avec Champlain de l'hiver rigoureux de 1604 à l'île Sainte-Croix et de l'année suivante à Port-Royal.  La Trousse interprétative de Sainte-Croix 1604 contient 30 objets au total.      Emprunter la trousse pour la classe La trousse peut être empruntée par toutes les écoles, gratuitement, à l'exception des frais d'envoi et de l'assurance quand la trousse est posté. Vous pouvez aussi aller la chercher en personne. Pour emprunter la trousse:  Contactez le coordinateur pédagogique à un des deux parcs nationaux le plus près de chez vous pour confirmer la disponibilité et pour réserver vos dates. Les trousses sont généralement prêtés pour une période d'un mois à la fois, avec la possibilité de prolonger en fonction de la demande. Saint Croix Island International Historical Site - Park Ranger P.O. Box 247 Calais, ME 04619 (207) 454-3871  Acadia National Park - Education Office P.O. Box 177 Bar Harbor, ME 04609 (207) 288-8822 (207) 288-8813 (télécopieur) Téléchargez une copie du contrat de prêt, disponible ici en format pdf. Remplissez la section école du formulaire, avec les signatures nécessaires et envoyez-les au coordinateur pédagogique, avec le paiement, si nécessaire.       Le contenu de la trousse   Deux documents de la trousse sont disponibles électroniquement et sont le point de départ pour les enseignants.  Le premier document traite de l'histoire de l'île. Si vous choisissez de télécharger le guide de l'enseignant, le survol historique est aussi inclus dans le guide: Saint Croix Island International Historic Site: A Brief Historical Background Lieu historique international de l'Île-Sainte-Croix: survol historique Le deuxième document est un guide de l'enseignant, qui comprend certaines activités pour étudiants. Il comporte cinq chapitres, et chacun permet aux étudiants de comprendre l'histoire de l'île Sainte-Croix d'une autre perspective. Saint Croix Island International Historic Site: Teacher's Guide Lieu historique international de l'Île-Sainte-Croix: guide de l'enseignant ou de l'enseignante", "url": "https://www.nps.gov/sacr/planyourvisit/pour-les-professeurs.htm", "title": "Saint Croix Island International Historic Site: Pour les professeurs"}