{"body": "Outdoors in a Warm Climate       Being Outdoors in Warm Climates (adapted from DOL OSHA fact sheet) Hot summer months pose special hazards for outdoor workers who must protect themselves against heat, sun exposure, and other hazards. Employers and employees should know the potential hazards in their workplaces and how to manage them.  Sun Sunlight contains ultraviolet (UV) radiation, which causes premature aging of the skin, wrinkles, cataracts, and skin cancer. There are no safe UV rays or safe suntans. Be especially careful in the sun if you burn easily, spend a lot of time outdoors, or have any of the following physical features: numerous, irregular, or large moles; freckles; fair skin; or blond, red, or light brown hair. Here’s how to block those harmful rays: • Cover up. Wear loose-fitting, long-sleeved shirts and long pants. • Use sunscreen with a sun protection factor (SPF) of at least 30. Be sure to follow application directions on the bottle or tube. • Wear a hat. A wide brim hat, not a baseball cap, works best because it protects the neck, ears, eyes, forehead, nose, and scalp. • Wear UV-absorbent sunglasses (eye protection). Sunglasses don’t have to be expensive, but they should block 99 to 100 percent of UVA and UVB radiation. Before you buy sunglasses, read the product tag or label. • Limit exposure. UV rays are most intense between 10 a.m. and 4 p.m.  OSHA Card—Protecting Yourself in the Sun   Heat The combination of heat and humidity can be a serious health threat during the summer months. If you work outside (for example, at a beach resort, on a farm, at a construction site) or in a kitchen, laundry, or bakery you may be at increased risk for heatrelated illness. So, take precautions. Here’s how: • Drink small amounts of water frequently. • Wear light-colored, loose-fitting, breathable clothing—cotton is good. • Take frequent short breaks in cool shade. • Eat smaller meals before work activity. • Avoid caffeine and alcohol or large amounts of sugar. • Work in the shade. • Find out from your health care provider if your medications and heat don’t mix. • Know that equipment such as respirators or work suits can increase heat stress. •There are three kinds of major heat-related disorders—heat cramps, heat exhaustion and heat stroke. You need to know how to recognize each one and what first aid treatment is necessary.   Lyme Disease/Tick-Borne Diseases These illnesses (i.e., Rocky Mountain spotted fever) are transmitted to people by bacteria from bites of infected deer (blacklegged) ticks. In the case of Lyme disease, most, but not all, victims will develop a “bulls-eye” rash. Other signs and symptoms may be non-specific and similar to flu-like symptoms such as fever, lymph node swelling, neck stiffness, generalized fatigue, headaches, migrating joint aches, or muscle aches. You are at increased risk if your work outdoors involves construction, landscaping, forestry, brush clearing, land surveying, farming, railroads, oil fields, utility lines, or park and wildlife management. Protect yourself with these precautions: • Wear light-colored clothes to see ticks more easily. • Wear long sleeves; tuck pant legs into socks or boots. • Wear high boots or closed shoes that cover your feet completely. • Wear a hat. • Use tick repellants, but not on your face. • Shower after work. Wash and dry your work clothes at high temperature. • Examine your body for ticks after work. Remove any attached ticks promptly and carefully with fine-tipped tweezers by gripping the tick. Do not use petroleum jelly, a hot match, or nail polish to remove the tick.   West Nile Virus West Nile virus is transmitted by the bite of an infected mosquito. Mild symptoms include fever, headache, and body aches, occasionally with a skin rash on the trunk of the body and swollen lymph glands. Symptoms of severe infection include headache, high fever, neck stiffness, stupor, disorientation, coma, tremors, convulsions, muscle weakness, and paralysis. You can protect yourself from mosquito bites in these ways: • Apply Picaridin or insect repellent with DEET to exposed skin. • Spray clothing with repellents containing DEET or permethrin. (Note: Do not spray permethrin directly onto exposed skin.) • Wear long sleeves, long pants, and socks. • Be extra vigilant at dusk and dawn when mosquitoes are most active. • Get rid of sources of standing water (used tires, buckets) to reduce or eliminate mosquito breeding areas.  OSHA Safety and Health Information Bulletin: “Workplace Precautions Against West Nile Virus”   Poison Ivy-Related Plants Poison ivy, poison oak and poison sumac have poisonous sap (urushiol) in their roots, stems, leaves and fruits. The urushiol may be deposited on the skin by direct contact with the plant or by contact with contaminated objects, such as clothing, shoes, tools, and animals. Approximately 85 percent of the general population will develop an allergy if exposed to poison ivy, oak or sumac. Forestry workers and firefighters who battle forest fires have developed rashes or lung irritations from inhaling the smoke of burning plants. • Wear long-sleeved shirts and long pants, tucked into boots. Wear cloth or leather gloves. • Apply barrier creams to exposed skin. • Educate workers on the identification of poison ivy, oak, and sumac plants. • Educate workers on signs and symptoms of contact with poisonous ivy, oak, and sumac. • Keep rubbing alcohol accessible. It removes the oily resin up to 30 minutes after exposure.", "url": "https://www.nps.gov/fosm/learn/nature/warmclimates.htm", "title": "Fort Smith National Historic Site: Warm Climates"}