{"body": "Explore This Park    Plan Your Visit     Things To Do     Glacier Bay by Boat     Visit on a Cruise Ship                 Cruise Ships in Glacier Bay        A cruise ship approaches Margerie Glacier.        Most visitors to Glacier Bay National Park and Preserve spend a day in Glacier Bay on large cruise ships as part of a longer cruise originating at a major west coast city. It is an amazing day cruising through the best of Alaska. The spectacular scenery and wildlife of Glacier Bay make it a highlight of any Alaska cruise. The ship travels into the heart of the Fairweather Mountains for a trip into the ice ages. Watch for icebergs and calving glaciers. Scan the shorelines for wildlife...brown bears, mountain goats, sea otters, sea lions, harbor seals, bald eagles, and a variety of seabirds are regularly seen. What to Expect  You will receive a copy of the park map/guide in your stateroom the evening before your arrival in Glacier Bay. Cruise ships typically spend a full day (9-10 hours) in Glacier Bay including a stop at a major tidewater glacier. National Park Service park rangers board the ship to provide a narrative about important aspects of the visit, give special presentations about the park, kid's activities, staff an information desk, and answer all of your questions. Note: Cruise ships do not dock anywhere in Glacier Bay National Park. Check out our Glacier Bay cruise ship visitor \"insider's guide\" to learn more and get the most out of your park visit.          Cruise Ship Routes Map highlighting the typical routes taken in Glacier Bay by cruise ships.         Glacier Highlights of the Glacier Bay day Map of the primary glaciers enjoyed by cruise ship passengers        Park rangers set up a information desk while on board ship in a primary viewing lounge. Plan to stop by and see us to learn more about your park. At the desk you can find:  A park ranger that will answer all of your Glacier Bay questions Yes, we bring the national park service passport book cancellation stamp on board with us! An Alaska Geographic bookstore with park publications, maps and other media A variety of displays, and hands-on materials to enhance your visit and connect to the amazing world of Glacier Bay.          Arriving by Cruise Ship? Our \"insider's guide\" for cruise ship passengers will help you get the most out of your Glacier Bay day.      See also:  To make reservations on a cruise ship, see your travel agent. The National Park Service manages vessel traffic (including cruise ships) in Glacier Bay to protect natural and cultural resources, provide for a range of visitor experiences, and promote visitor satisfaction and understanding. To learn more, and view a list of authorized cruise lines, see Cruise Ship Services. Cruise ships are one way to see the park by water. Learn about other things to do in the park. Learn about the park's Nature and Science, History and Culture, and management. Enjoy the images in our Glacier Bay Cruise Ship photo gallery                         Enjoy Your Glacier Bay Cruise Visit Visiting Glacier Bay on a cruise ship? Join ranger Sierra and learn how to experience the \"best of the bay\" during your cruise!  Duration:5 minutes, 28 seconds                                Visiting Glacier Bay: Then and Now Visiting Glacier Bay on a cruise ship has always been an exciting adventure. Join Ranger Fay for a fun glimpse of Glacier Bay 100 years ago during the heyday of Alaska steamships.   Duration:9 minutes, 49 seconds                 Become a Glacier Bay expert!   Glacier Bay Ranger Audio Series  Get the most out of your cruise visit! Enjoy these exclusive interviews with park employees on a wide range of fascinating topics. Bears, birds, glaciers, whales, wilderness, science, etc.                        Profitez pleinement de votre croisière.  L'itinéraire de votre crosière vous amène dans la Baie des Glaciers? Ranger Andrew vous fournira un aperçu de ce qui vous attend ainsi que quelques astuces pour faire de votre visite la journée la plus marquante de votre séjour en Alaska!   Duration:5 minutes, 20 seconds                                Disfrute de su Visita en Crucero ¿Visitando en un crucero? Acompañe al guardabosques Jacob y aprenda como disfrutar \"lo mejor de la bahía\" en su viaje.  Duration:5 minutes, 39 seconds                                Besuchen Sie Glacier Bay auf einem Kreuzfahrtschiff? Besuchen Sie Glacier Bay auf einem Kreuzfahrtschiff? Registriert Ranger Jennifer und lernen, wie man während der Kreuzfahrt \"das Beste der Bucht\" zu erleben!  Duration:5 minutes, 3 seconds                                Visitando in Crociera?  \"Visitando in crociera?  Accompagnate il guardabosco Jacob e scoprite come gustare al meglio la vostra visita.\"  Duration:4 minutes, 36 seconds                                グレーシャーベイへようこそ グレーシャーベイにはクルーズで訪問されましたか？  クルーズの間はレンジャー正輝と一緖に最高なベイの体験が出来るよう学びましょう。  Duration:6 minutes, 28 seconds", "url": "https://www.nps.gov/glba/planyourvisit/cruise.htm", "title": "Glacier Bay National Park & Preserve: Visit on a Cruise Ship"}