{"body": "Explore This Park    Learn About the Park     History & Culture     Research     Mission 2000                Mission 2000 - A Searchable Database of Spanish Mission Records        Living history presentation of Manuel José de Sosa NPS Photo          Mission 2000 is a searchable database of Spanish mission records of the Pimería Alta (southern Arizona and northern Sonora, Mexico) containing baptisms, marriages, and burials from the late seventeenth century to the mid-nineteenth century. Names of persons associated with each event (i.e., priest, baptized, parents, godparents, husband, wife, witnesses, deceased, etc.) and personal information about each person are included. It is an on-going project taken from the original mission records and updated on the Internet when there is more information. Searching in Mission 2000  is based on names in the database. If you do not find what you are interested in, try a different spelling, or type only the first few letters of the name. Since ancient spellings varied greatly, a partial spelling will list all entries with those particular letters. Each person listed in the results will have a Personal ID Number shown in blue. Click on the number of the person you are interested in to see his or her specific personal information. Included with the personal information will be a listing of all Event ID Numbers, shown in blue, with which that person is associated. Click on any of those numbers for a display of information concerning that particular event.   Misión 2000  es un base de datos en el que puede buscarse nombres contenidos en los registros de las misiones españolas de la Pimería Alta (al sur de Arizona, EEUU, y al norte de Sonora, México), en el cual hay bautismos, casamientos, y enterrados desde el último del siglo diesisiete hasta el mitad del siglo diesinueve. Los nombres de las personas asociadas con cada evento (por ejemplo: sacerdotes, los bautizados, padres, padrinos, esposos, testigos, los muertos, etc.) e información personal de cada persona son incluidos. Es un proyecto en progreso sacado de los documentos originales y revisado en el Internet quando hay mas information. La busqueda en Misión 2000  es fijada en los nombres del base de datos. Si Ud. no encuentra la persona en quien tiene interés, pruebe un otro deletreo, o marque solamente las dos o tres primeras letras del nombre. Porque los deletreos antiguos variaron mucho, un deletreo parcial dará todos los nombres con esas letras particulares. Cada persona registrada en la resulta tendrá un número personal de identificación (Personal ID) enseñado en azul. Marque el número de la persona con quien Ud. tiene interés a ver su información personal. Incluido con la información personal será una lista de los números de eventos (Event ID), también enseñados en azul, en cual esa persona está asociada. Marque cualquier número para un despliegue de información concerniente a ese evento particular.", "url": "https://www.nps.gov/tuma/learn/historyculture/mission-2000.htm", "title": "Tumacácori National Historical Park: Mission 2000"}