{"body": "Explore This Park    Plan Your Visit           Plan Your Visit       公园游览计划 | Filipino | Español | Deutsch | 公園訪問のプランニング         Hikers on the Kīlauea Iki Trail (click photo for full size image) NPS Photo       Hawaiʻi Volcanoes National Park is a fascinating world of active volcanism, biological diversity, and Hawaiian culture, past and present. Trip Planner - (pdf 2.5 MB)  Basic Information Directions & Transportation Visitor Centers Lodging Camping Hiking Things To Do Calendar Safety Accessibility   Crater Rim Drive Tour | Drive Chain of Craters Road    Hawaiʻi Volcanoes National Park is easily visited by car in just a few hours or may be explored in more depth over several days. Here are some recommendations when planning your visit to the Park: One to 3 Hour Visit? If you have only one to three hours, explore the summit of Kīlauea volcano via Crater Rim Drive; an 11-mile road that encircles the summit caldera, passes through desert, lush tropical rain forest, traverses the caldera floor, and provides access to well-marked scenic stops and short walks. (Crater Rim Drive is closed between Jaggar Museum and the Chain of Craters Road junction due to volcanic activity in Halemaʻumaʻu crater). Four to 5 Hour Visit? If you have four to five hours, you may also explore the East Rift and coastal area of the Park via Chain of Craters Road. This road descends 3,700 feet in 20 miles and ends where a 2003 lava flow crossed the road. Lava flow activity is always changing. Check at the Kīlauea Visitor Center for the most current information. No food, water, or fuel is available along the Chain of Craters Road. Explore the Park by Foot Hikers will find an abundance of trails to satisfy their curiosity. Day hikes and wilderness hikes offer great adventures for visitors who wish to explore beyond the roadways.", "url": "https://www.nps.gov/havo/planyourvisit/index.htm", "title": "Hawai'i Volcanoes National Park: Plan Your Visit"}