{"body": "Explore This Park    Learn About the Park     History & Culture     People     Women of the Pimería Alta     Gertrudis Gamarra                  Gertrudis Gamarra      byAnita BadertscherOctober 2005          The events recorded in the Tumacácori Mission records for Gertrudis Gamarra and her family tell a story that looks very familiar to anyone who has spent time with the mission records.           Gertrudis and her husband, Francisco Legarra, came to Tumacácori from the Papaguería, the desert lands of the O’odham, early in the year 1809.   With them came their one year old baby girl, whom Fray Narciso Gutiérrez baptized with the name Juana María that June.  Gertrudis and Francisco, meanwhile, were receiving the religious education that was necessary for their own baptism.           In January of 1810, the two were finally ready.  Fray Narciso baptized them both in the Tumacácori church on January 6th.  The next day they were back, this time for their wedding.          A little less than three months after the marriage, their second daughter, Josepha, was born.  Her godparents, Chrisanto Higuera and Ana María Marcilla, had a lot of experience with  the obligations of both actual and “spiritual parentage:”  they already had three godchildren between them and would gain one more immediately after Josepha, in addition to having seven children of their own, two of whom they had lost in earlier years.          Josepha was nine years old when her mother, Gertrudis Gamarra, died.  At her baptism, Fray Narciso had recorded that Gertrudis was “about twenty” years old.  When he buried her nine years later, he wrote that she was “about 40.” Five months after Gertrudis was buried in the Tumacácori cemetery, her eldest daughter, Juana, followed her.  Juana was eleven years old.          Six weeks after his wife’s death, Francisco remarried.  This was the third marriage for Tomasa Trinidad.  Her first husband, Cristóbal Miguel Calzada, had died in 1814.  Two years later she married Agustín Mallen, but he had lived for only eight months following the wedding.  Tomasa’s marriage to Francisco did not last long, either.  We find Francisco in the records only one more time, as witness to a wedding, before Fray Narciso laid him to rest in October of 1820.          There is one more mention of the family in the mission records, the only event not recorded by their priest, Fray Narciso.  It was Fray Juan Maldonado who was on hand, during his brief stay at Tumacácori, to preside over the wedding of Josepha to Vicente Zuñiga in 1824.  Vicente was born “just after midnight” on a January night in 1808, making him sixteen years old at the time of his wedding.  His bride, Josepha, was fourteen.", "url": "https://www.nps.gov/tuma/learn/historyculture/gertrudis-gamarra.htm", "title": "Tumacácori National Historical Park: Gertrudis Gamarra"}