{"body": "Twenty Mule Teams              For many people, nothing symbolizes Death Valley more than the famous Twenty Mule Teams. These \"big teams\" pulled massive wagons hauling borax from the Harmony Borax Works near Furnace Creek to the railhead near Mojave, a grueling 165 mile, ten day trip across primitive roads. Although the teams only ran for six years--1883 to 1889--they have made an enduring impression of the Old West. This is primarily due to a successful advertising campaign promoting 20-Mule-Team Borax Soap and the long-running Death Valley Days radio and television program. Today the twenty mule teams are only a fond memory, but you may see two of the last remaining wagons here in Death Valley. One is in front of the Furnace Creek Ranch and the other is at Harmony Borax Works.         Imagine a conversation with a Twenty Mule Team muleskinner... I’m a muleskinner, proud to be one and good at my job. I don’t skin mules--I drive ‘em, that’s what muleskinner means. You may not know it, but mules is the smartest things on 4 feet. Speakin’ of smart, I work for a real smart man named Coleman who owns the Harmony Borax Works right here in Death Valley. He’d seen some muleskinners drivin’ 8 or 12 mules at a time and they was haulin’ some pretty heavy loads, so ole man Coleman he thinks to himself, if 8 mules can pull 10 tons and 12 can pull twice that, it stands to reason that if you hook 20 mules up and build bigger wagons, them mules should be able to pull nigh unto 40 tons. So that’s what Coleman did. Shelled out about $900 for each of 10 wagons, 16 feet by 4 feet by 6 feet deep. Durn things weigh 7800 pounds empty--36 1/2 tons loaded. And them wheels! Them back wheels is 7 feet tall, front ones is 5 feet. Each one weighs 1000 pounds--takes me and 4 more good-sized men to change one of ‘em. Funny, even though it’s 1888 and we’ve been haulin’ borax outta here for almost 5 years--dang near 10,000 tons--not one of them wagons has broke down yet. Wheels do ‘cause they take an awful beatin’ in the desert, but them wagons was made real good. They’ll roll forever. So anyways, I’m meanin’ to tell you what my job is like; it ain’t all fun. I’m what’s called a \"long-line skinner\" ‘cause there’s an 80-foot chain runnin’ the length of the 165 miles of desert from here to the train depot in Mojave. Bennett’s Well is 26 miles south of Harmony, then Mesquite Well, Lone Willow Spring 53 miles later on, Granite Well, Blackwater Well, and 50 miles later is Mojave. Considerin’ the team can only travel at most 17 miles a day, you can see why I gotta carry enough water for everybody. Of course, I don’t drive from June to September--too dang hot, but even so it sometimes gets up to 125 out here. Without that water wagon we’d all be parched up like that skinner who died ‘cause his head cracked open from the heat. See, I told you it ain’t all fun. Well, me and my swamper--he’s the one who kinda helps me by cookin’, sand-scrubin’ the dishes, and pullin’ on the hand-brake when we get rollin’ downhill a mite too fast--we take off from Harmony when the mornin’ star comes up. I hear a lotta skinners just aswearin’ and carryin’ on to get their mules goin’; well, if you’re good like me you can move ‘em out just by callin’ their names real quiet-like. Not far south of Harmony we hit some mighty unfriendly territory. I’ll tell you right out, I don’t envy them Chinese laborers who had to take sledgehammers to beat down them sharp salt spears out there to build me a road. All they got was $1.25 a day for doin’ that. My swamper he gets $2.00 a day and me, I get $4.00 a day. See, I said I did my job good--you don’t get money like that for bein’ a nobody. Anyways, we get to Bennett’s Well on the second day out and refill that iron water wagon (one made outta wood would’ve dried up and fallen apart in this heat as soon as it got empty). When we get up to Windy Gap there’s some mighty tight corners I gotta maneuver around. Now I’ll tell you just how smart my mules is: it’s one thing drivin’ along a straight road; it’s a whole nother thing turnin’ corners on a mountain pass. My 2 lead mules, both mares, are about 80 feet ahead of me--so far away I can’t even begin to use my 9-foot long whip on ‘em. I’ve been known to throw pebbles at ‘em to get their attention. Aim’s good too. Back to gettin’ around corners. The next 5 pairs of mules are my \"swing teams\", they ain’t real smart, they just know their names and what ‘pull’ and ‘stop’ means. Now the next 3 sets of mules behind the swings are my \"pointers\". These mules are trained special to jump over that 80-foot chain and side-step away from the curve to keep that chain tight and my wagons goin’ ‘round that corner right. I know most folks can’t see in their mind’s eye what in blazes I’m talkin’ about, so I’ll draw it out for you. Next comes the 2 big horses. They’re strong enough to start my wagons rollin’, but that’s all they’re good for. A dumb mule (and I ain’t seen one yet) is a whole lot smarter than a smart horse. When the goin’ gets rough, I ride on the \"nigh wheeler\" or way down. Sometimes I meet ‘em in the durndest places, and I never did figure out why the empty wagon has the right of way. Don’t make no sense. Speakin’ of no sense--I hear rumors about what a wild bunch us skinners are, just adrinkin’ and agamblin’ and who knows what. Well now, ain’t that bright. Here I am, in charge of 2 lives, 18 mules that cost a pretty penny, 2 horses, and $15,000 worth of borax belongin’ to Coleman and folks say I’m wild. I doubt ole man Coleman would trust his money to someone who ain’t got a lick of sense. Well, had another pretty fair trip--got into Mojave just about 3 pm on the 10th day. Swamper and me got along okay, mainly ‘cause when he looked like he was rarin’ up to gab I gave him that \"I ain’t listenin’ to no swamper\" look. He knows his place. I know my place too. Right here haulin’ borax outta Death Valley. Ain’t no other place I want to be, no other job I want to be doin’.", "url": "https://www.nps.gov/deva/learn/historyculture/twenty-mule-teams.htm", "title": "Death Valley National Park: Twenty Mule Teams"}