{"body": "Multimedia Presentations              1955 Mary McLeod Bethune Brotherhood Luncheon Speech     In March 1955, Mary McLeod Bethune was honored at the Twentieth Anniversary Brotherhood Luncheon.  This is an audio recording of the speech she gave that day.  Bethune passed away just two months after this speech was given.  Duration:9 minutes, 42 seconds            Audio Transcript National Archives for Black Women's History Audio Recording Transcription of National Council of Negro Women Records NABWH_001_S15_SS5_F07_S1  Twentieth Anniversary Brotherhood Luncheon honoring Mrs. Mary McLeod Bethune. Recording Date:  1955May I thank you my friends.  Madame Chairman, platform guests, ladies and gentlemen, my beloved daughters.  This is a very moving moment for me.  This is not the time for me to speak.  This is the time for me to sit in great humility with my head bowed.  My soul looking upward with a gratitude to a God who has made it possible for one like me to stand before an audience like this who come to pay homage to simple and ordinary human being who came from the depth of ignorance and poverty to a platform of service; service to mankind.  It's moving.  There's a spiritual undergirding I feel now that would say to me be quiet, and let the tears of gratitude flow because you have been humble enough to permit a great God to take a life, reshape it and mold it and send it out.  To give out sunshine and love and peace and brotherhood among all men regardless of their creed, their class, their color.   I do want to thank you for all that you contributing through your presence here.  Your endorsement of the efforts that we've been putting forth during all the years to lift mankind, mirror God and to bring them closer together.  To rid them of hate, and to fill them with love.  To take away the spirit of segregation, discrimination and bind us together as one in a great democracy made by a great God.  I'm very grateful to you.  My daughters, those of you who are scattered over America and other parts of the world, I've been the dreamer, but oh how wonderfully you have interpreted my dreams.  You are interpreters.  And now as I stand on the sidelines, as I watch the great throng go by, I want to ask you to take the torch that was placed in our hands possibly twenty years ago, and carry that torch higher and higher and higher, until the spirit of brotherhood shall have enveloped the world, and mankind everywhere will understand the change of heart and mind.  The doing away with war.  The doing away with things that have tended to keep us apart and building more solidly the bridge that we can walk over all types of difficulties.  And bring into action that brotherhood, that fellowship that the world needs today.  I've heard a great spirit, a brave mind, a great leader said one day, if we could only get the peoples of the world to realize the necessity of what change in their attitudes and in their spirits, in their ideals, in their traditions, and the taking on of the challenge of the great spirit of love and peace.    There will be no need for war, now and forever if we could imbibe every single one of us today.  That spirit of absolute purity, oh God, can we imbi--imbibe it.  Absolute honesty, absolute unselfishness, absolute love, there would be no need for guns and cannons.  But mankind, living each for the other, we have imbibed that spirit of unity and fair play, and all the differences would fly away.  Oh, I'm so glad that the undercurrent of this program today has been spiritual.  If I have any last word my daughters to leave with you, I want you to keep your hand in God's hand.  I want you to keep your feet on the ground.  I want that you should see men going up and with all the power you have, help to push them up.  And I want if you should see men down, in whatever area of life it may be, I want you my daughters to be big enough to reach down and pull them up and give to them that something that I cannot express in words.  That spiritual something that will allow them to stand and be counted among the peoples of the world that are doing something.    I am very grateful to you for this tribute today.  God bless you.  God inspire you.  God dedicate every single one of you anew today, to go out and shine, shine, so that your light might be seen in darker places. And men and women everywhere may know the spirit of brotherhood, the spirit of the great Christ who gave himself that we might have life and have it more abundantly.  I thank you.  [Applause].         A Tribute to Dr. Dorothy I. Height, 1912-2010 Our April 2010 tribute video to Dr. Dorothy I. Height is available in both Flash and Windows media for broadband and slower connections. Please select the appropriate link below for the version you want to view. Broadband:  Adobe Flash Video Windows Media Video  Slower connections:  Adobe Flash Video Windows Media Video", "url": "https://www.nps.gov/mamc/learn/photosmultimedia/multimedia.htm", "title": "Mary McLeod Bethune Council House National Historic Site\n: Multimedia Presentations"}