{"body": "Shtutda'ina Da'a Sheł Qudeł  (My Forefathers are Still Walking with Me)         Andrew Balluta, Dena'ina scholar, mentor, and a ranger for Lake Clark National Park & Preserve   \"There my forefathers used to walk about there. And my grandfathers also had walked about. There truly I am just so happy as I ascend there, I am. As I walk along alone there. My fathers are walking along with me.\"- Andrew Balluta, 2007    Verbal Essays on Qizhjeh and Tsaynen Dena'ina Traditions Andrew Balluta, author & James Kari, editor  Table of Contents  Part I. Essays on Dena'ina Beliefs and Values  Chapter 1: Deggech' Huyeshua Da (When I Ascend into the High Country) Chapter 2: Htsast'a Naq'et'na Na'eł Nuhqulnex Ch'a (Long Ago Our Elders Used to Tell us Things) Chapter 3: Shtutda Gavriel Ghila'en (Gabriel Trefon was My Uncle) Chapter 4: Hutał Hnidengi'iy, told by Gabriel Trefon ('Flat rock that is embeded' and Andrew Balluta Comments on the Sacred Rock) Chapter 5: Niłghuch'dutnihch', told by Gabriel Trefon (How We Counsel One Another) Chapter 6: Chitda Vekuya (The Old Lady's Grandchild, or The Boy who Listens) Chapter 7: Łi Ta'a (Glacier Water)      Part II. Essays on Travel and Places Chapter 8: Dghełchek' Ha Qeveł Łuhneshyu (When I was Small I Went Around with Them) Chapter 9: Qałnigi Aqenlchix ('Rock that structure is built against') Chapter 10: Qunsha Qeneh (The Ground Squirrel House) Chapter 11: K'etnu Nuch'elggeshi (Crossing Streams) Chapter 12: Chik'a Hnideyełi (Embedded Sticks-as trail markers in the snow) Chapter 13: T'q'uya Vena Qut'ana Qil Zdlan (People Perished at Kijik Lake) Chapter 14: Qil'ihtnu Tl'ughu, Shchitda Qizdlan Qenq'a ('The headwaters of evil creek' and The House Where My Grandmother Was Born) Chapter 15: Taz'in Vena Ch'enilgit (When We Got Scared at 'Fish trap lake')      Part III. Essays on Environment, Resources, and Technologies Chapter 16: Qałnigi Nih Ghuhdiłt'ayi (They Would Use Various Rocks) Chapter 17: Dach' Shughu Htast'ahdi Łig'a Iqu Qul'ih (How They Obtained Salmon Long Ago) Chapter 18: Łiq'a K'qat Nułtu Idi (Regarding Salmon Foods) Chapter 19: Łik'aha Qighishin Quldini Qa (Well-Trained Dogs) Chapter 20: Ggagga Ahdults'ih Ha Ggagga Nił'unilyaxi (They Hunt for Brown Bear at Night and Bear Butchering) Chapter 21: K'uhda'I Nił'unilyax (Moose Butchering) Chapter 22: Qen Delch'etl'i (The Sound of a Crackling Fire) References      \"My father was traveling behind some people and then it got foggy on him and it snowed on him. And it got windy on him, as he was following behind them it seems. And the trail had vanished on him. Those embedded sticks were just straight (through there). He would go out in a straight direction and another one again was embedded. There in that way then he got through the pass to the other side.\" - Andrew Balluta, 2007", "url": "https://www.nps.gov/lacl/learn/historyculture/shtutdaina.htm", "title": "Lake Clark National Park & Preserve: Shtutda'ina Da'a Sheł Qudeł"}