{"body": "Explore This Park    Learn About the Park     Nature     Plants               Plants              The park preserves and maintains a variety of historical vegetation on the grounds including a wide variety of trees, shrubs, perennials, bulbs, and vines.      Trees         Sugar Maple (Acer saccharum) Location: northwest front yard, southwest yard Slow to moderate growth, stout branches, leaves turn shades of red in the fall.         Shingle Oak (Quercus ambricaria) Location: southeast yard Largest tree on property, rounded, elm-like crown         Shrubs         Flowering quince (Chaenomeles speciosa) Location: northeast yard Red flowers are produced in the early spring; fruit is produced in the late summer and fall and look like yellow-green apples about 2 inches in diameter.         Vanhoutte/Bumalda spirea (Spirea x bumalda) Location: around Truman Home, southeast and northwest lawns Exhibit an open, rounded, natural look, weeping of branches. Bloom in late spring with white clusters so numerous as to wreath the branches.         Common lilac (Syringa valgaris) Location: Around Truman Home, fence line, next to Wallace Homes Fragrant lavender, cone-shaped clusters of flowers on the tips of branches in April and May.         Sweet mock orange (Philadelphus coronarius) Location: northwest of Truman Home, next to back porch Fragrant white flowers, 1 to 2 inches across with a scent of orange blossoms; blooms in late spring.         Amur Honeysuckle (Lonicera maackii) Location: southeast lawn, fence Light colored flowers         Showy border forsythia (Forsythia intermedia) Location: northwest home, southwest fence Four-petaled yellow flowers appear in early spring before leaves         Modern Roses (Rosa) Location: northeast yard, visible from back porch Fragrant, colorful (varieties of choice will exhibit red or pink blooms throughout the summer      Perennials, Bulbs, & Vines         Tulip (Tulipa) Location: southeast walks, along back driveway Red and bright pink and marbled red and pink mix         Common Peony (Paeonia officinalis) Location: northeast yard, both sides of driveway Peonies produce well-grown clumps 3 to 4 feet tall with large white/pink to lavender flowers in the spring.         Daffodil (Narcissus) Location: northeast yard, next to driveway Spring- flowering plants, hardy to cold and heat, produce cup-shaped center flower, white or yellow in color.         Periwinkle (Vinca minor) Location: southeast, along walkway and home, groundcover Dark green oblong leaves; produces lavender-blue flowers in the spring         Amur Grape (Vitus amurensis) Location: southeast, on back porch Dense mat of green foliage and grapes develop in fall", "url": "https://www.nps.gov/hstr/learn/nature/plants.htm", "title": "Harry S Truman National Historic Site: Plants"}