{"body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       Temperature varies by elevation. Because the parks range from 1,500 feet to 14,494 feet in elevation (457 m to 4,418 m), conditions change drastically depending on where you are! Continue to the bottom of this page if you need links to weather forecasts.  THE FOOTHILLS (chaparral shrubs and oak woodlands), below ~4,000': These lower elevations are characterized by mild, wet winters and hot, dry summers. Precipitation usually occurs from January to mid-May; rain in the summer is rare. Average rainfall is about 26\" (66 cm). During the winter, low-hanging clouds often drift in from the west, obscuring the countryside for several days at a time.    *FOOTHILLS TEMPERATURES  JAN  FEB MAR  APR  MAY  JUN JUL  AUG SEP OCT NOV DEC    Extreme Low   20° -7C   22° -6C   26° -3C   29° -2C   31° 1C   38° 3C   42° 6C   46° 8C   37° 3C   30° -1C   26° -3C   18° -8C     Average Low   36° 2C   39° 4C   41° 5C   46° 8C   52° 11C   61° 16C   68° 20C   67° 20C   52° 11C   43° 6C   37° 3C   36° 2C     Average High   57° 14C   61° 16C   64° 18C   70° 21C   79° 26C   89° 32C   97° 36C   96° 36C   91° 33C   80° 27C   67° 19C   58° 14C     Extreme High   84° 29C   85° 29C   85° 29C   92° 33C   104° 40C   114° 46C   113° 45C   111° 44C   112° 44C   103° 39C   93° 34C   82° 28C                 *(Fahrenheit over Celsius)  THE MIDDLE ELEVATIONS (the conifer forest belt, including giant sequoia groves), ~4,000' to 7,000': Summer in this forested area of the parks offers warm days and cool evenings. These elevations receive an average of 40-45\" (102-114 cm) of precipitation annually. Much of this falls during the winter, resulting in a deep blanket of snow from December to May. Sub-zero temperatures are rare. In the summer, occasional afternoon thundershowers may occur. In fall and winter, Lodgepole Campground is generally 10-15 degrees F (6-9°C) colder than the average middle-elevation temperature shown on the chart. Summer temperatures in Cedar Grove are generally hotter than the average for the middle elevations, and cooler than the foothills. Mid-summer temperatures may reach the 90°s (35-40°C). Cedar Grove is closed in the winter due to frequent rockfalls on the road.    *MIDDLE ELEVATION TEMPERATURES   JAN    FEB    MAR    APR    MAY    JUN    JUL    AUG    SEP    OCT    NOV    DEC     Extreme Low   -6° -21C   -4° -21C   0°18C   8° -13C   13° -11C   22° -6C   34° 1C   28° -2C   23° -5C   11° -12C   4° -20C   -4° -20C     Average Low   24° -4C   25° -4C   26° -3C   30° -1C   36° 2C   44° 7C   51°11C   50°10C   45° 7C   38° 3C   31° -1C   27° -3C     Average High   42° 6C   44° 7C   46° 8C   51° 11C   58° 14C   68°20C   76°24C   76°24C   71°22C   61°16C   50°10C   44° 7C     Extreme High   68°20C   70°21C   76°24C   77° 25C   83°28C   91° 33C   92°33C   94°34C   90°32C   82°28C   96°36C   73°23C                *(Fahrenheit over Celsius)      Click National Weather Service: Parks of the Southern Sierra for a written current forecast for Sequoia, Kings Canyon, and Yosemite national parks. Or, click National Weather Service map, which gives you a map of south-central California. Click anywhere on that map to get a point forecast for a specific elevation. (For the Giant Forest area of Sequoia National Park, click the dot labelled \"Sequoia National Park\" on the right side of the map. The weather given for that point is usually a few degrees cooler than the weather in the Grant Grove area of Kings Canyon). For recordings of current park weather and road conditions, call 559-565-3341. For the current view west from the Giant Forest sequoia grove, click Giant Forest Webcam. For California road conditions, click Caltrans or call 1-800-427-7623. Interested in the snowpack and water resources of the Sierra Nevada? Click here.", "url": "https://www.nps.gov/seki/planyourvisit/weather.htm", "title": "Sequoia & Kings Canyon National Parks: Weather"}