{"body": "Explore This Park    Learn About the Park     Photos & Multimedia     Nā Leo Manu - Heavenly Voices - Video Archive - 2016               Nā Leo Manu - Heavenly Voices - Video Archive - 2016       Nā Leo Manu is part of ʻIke Hana Noʻeau, a series of Hawaiian cultural programs sponsored by Hawaiʻi Volcanoes National Park and the Hawaiʻi Pacific Parks Association.         June 15, 2016 - Hālau Nā Pua O Uluhaimālama Hailing from the island of Hawaiʻi, Hālau Nā Pua O Uluhaimālama is dedicated to perpetuating the culture and the arts of the hula. They are lead by kumu hula Emery Aceret, a student of the revered kumu hula Ray Fonseca and have participated in many notable hula competitions through the years including the Merrie Monarch Festival.         May 18, 2016 -  Richard Likeke Teanio Richard was born and raised in Kāne'ohe, O'ahu. He was inspired by his father to play the 'ukulele and slack-key by watching and learning. Since 1990, he's been featured on multiple recording projects for Kekuhi Kanahele, Diana Aki, Russell Mauga and Walter Aipolani.           April 20, 2016 - Haunani's Aloha Expressions Enjoy an evening of Hawaiian music and hula with Haunani's Aloha Expressions.         March 16, 2016 - Kai Ho‘opi‘i Listen to the leo nahenahe of Kai Ho'opi'i sharing the music of his 'ohana from Kahakuloa, Maui             February 17, 2016 - Hālau Ke ʻOlu Makani o Maunaloa Hālau Ke ʻOlu Makani o Maunaloa began in 1990 and has been perpetuating the art of hula for more than twenty years. The hālau, under the direction of Kumu Hula Meleana Manuel, is from the Kilauea-Volcano area on the Big Island of Hawai’i.     Return to Photos & Multimedia", "url": "https://www.nps.gov/havo/learn/photosmultimedia/na-leo-manu-2016.htm", "title": "Hawai'i Volcanoes National Park: Nā Leo Manu - Heavenly Voices - Video Archive - 2016"}