{"body": "Forked Lightning Ranch - Tex Austin; the Fogelsons         Poster segment from Tex Austin's 1926 Chicago Rodeo poster, located in Room 6 of the Forked Lightning Ranch house. NPS Photo    And Then There Was Tex   When 20-year-old Clar­ence Van Nos­trand left home in 1908, he rein­vent­ed himself for a life of ad­ven­ture. He changed his name to John Van Aus­tin, but every­one knew him as \"Tex.\" Although born into a strict St. Louis hous­ehold, he claimed to have been born and raised on a cattle ranch in Victo­ria, Texas.     After working on New Mexi­co and Texas ranch­es and briefly joining the Mex­ican Revolution, Tex Austin started produc­ing rode­os. From his first in El Paso in 1917 to his last in Lon­don, England in 1934, Tex was known for his generosi­ty and show­man­ship. When he produced the first Mad­ison square Garden Rodeo in 1922, the prize money was a record $25,­000. Tex had other \"fir­sts\":      The first recorded indoor rodeo in Wichi­ta, Kansas (1918)   First rodeo ever held in Chicago Stadium (1926)   First contest rodeo to go over­seas--some 114,000 people attended his 1924 rodeo in Lond­on's We­mbley Stadium.   Everyone agreed that Tex pos­sessed \"tremendous charm and bluff\" and \"spent his last dollar like it was a leaf and he owned the forest.\" Tall and lanky, he was not consid­ered a decent working cow­hand by his cowboys, but \"he did learn to wear a big hat and to sit his saddle as if born to the leather.\"   In 1925, Tex bought up parcels of land on the old Pecos Pueblo Grant and called his 5,500 acre holdings the \"Forked Lightning Ranch.\" The remains of Kozlowski's Stage Stop and Tavern on the Santa Fe Trail (1858-1880) became part of his new holdings, which Tex converted into ranch headquarters and a trad­ing post.     He hired architect John Gaw Meem to design and build the main ranch house on a bluff above the Pecos River. (The assignment was one of Meem's first. He later became famous throughout the Southwest for his \"Pueblo Revival\" buildings.) All rooms in the rectan­gu­lar house faced a grassy patio. Its defining touch was a huge, specially sculpt­ed steer head mounted out­side on the chimney.     When Tex decided to run a dude ranch at the property, he advertised it as \"the most complete, mod­ern and comfort­able ranch house in the West. The life of the romantic West is at its doors.\"       \"Way Out West an' a Little Bit South\"     Tex hoped for a share of the grow­ing East Coast tourist market to New Mexico. The ranch, after all, was less than two days by train from Chi­cago: \"Thir­ty-four hours, and you're out where the West is--and will be for some time.\" Train travelers disembarkedat Rowe, just a few miles down the road.     For $125 a week, 18 guests sharing nine bedrooms received \"all proper service...to insure the comfort and friendly atmosphere of a country home...Feed--and how!...served ranch style...in big heaping dishes. Pitch till you win and no one keeps track of the helpings!\" A highlight? \"Pack and chuck wag­on trips to the high peaks.\"      The Forked Lightning was a work­ing cattle ranch and, for a time, a dude ranch. The dude ranch only operated for seven years; the last guests left in May 1933. Tex had heavily mortgaged the ranch and could­n't pay the debt. A year later, his attempt to produce anoth­er London rodeo fell on hard times--British animal rights groups tried to stop the show on the grounds that steer-wrestling was cruel. Tex lost more than $20,000.     After losing the ranch, Tex moved to Santa Fe and opened the Los Ran­cheros Restau­rant near the Plaza. In October 1938, Tex com­mit­ted suicide. Rumor at the time was he had been told he was going blind. Tex Austin, the \"Daddy of Rodeo,\" was named to the Na­tional Cowboy Hall of Fame in 1976.     A New Breed     In 1936, W. C. Currier bought the Forked Lightning Ranch, and five years later sold it to E. E. \"Buddy\" Fogelson, a Dallas oil man and ranc­her. Over the next 25 years, Mr. Fogelson purchased land to the south, expand­ing the ranch to 13,­000 acres. The Forked Light­ning be­came a small cattle ranch and Tex's ranch house the Foge­lson summer home.     After Mr. Fog­elson mar­ried the actress Greer Garson in 1949, the ranch house became a center for gracious enter­taining. Active in ranch life, Mrs. Fog­elson unsuc­cessfully tried to raise white Short­horns imported from her native Scotland. While attending a cattle auction in 1958, Mr. Fogelson im­petuously pur­chased a purebred Santa Gertrudis bull named \"Gee Gee\" which, with three heifers pur­chased at the same auc­tion, became the founda­tion for the Forked Light­ning Santa Gertr­udis herd.     Santa Gertrudis, the first offi­cially recognized American breed of cat­tle, was developed on the famous King Ranch in Texas. A cross be­tween a Brahma and Shor­thorn, the breed resulted from an effort to pro­duce good beef ani­mals better suited to the heat, humidi­ty, and range con­di­tions of South Texas. When Mr. Fogelson brought Santa Gertrudis to the Forked Light­ning it was the first time the breed was win­tered at high alti­tude. A tire­less pro­moter of the breed, Mr. Foge­lson was the first to ex­hibit San­ta G­ertr­udis at the New Mex­ico State Fair in 1961.    Mr. Fogelson died in 1987 and the Forked Lightning was divided along the old southern boundary line of Tex's original Forked Light­ning. Greer Garson Fogelson re­ceived the \"old\" Forked Lightning Ranch and Mr. Fogelson's son inher­ited the southern portion. In January 1991, Mrs. Foge­lson sold the Forked Light­ning to The Con­servation Fund, which donated it to the National Park Service to be­come part of Pecos National His­tori­cal Park.     The ranch house has remained rela­tively unchanged. Tex's Forked Light­ning brand still marks the origi­nal fixtures in the living and dining rooms and the steer head still stares down the Pecos. It is not difficult to imagine the fa­mous and not so famous gath­ered around the huge fireplace, sip­ping drinks on the wide front porch, or enjoying the sun on the patio, all basking in the warm atmosphere that wel­comed so many guests for more than 60 years.         Greer Garson as Madame Curie; Dec. 20, 1943 Time Magazine.         Winter view from front porch of Forked Lightning Ranch looking towards Pecos River. NPS Photo        Forked Lightning Ranch House, front view. NPS Photo", "url": "https://www.nps.gov/peco/learn/historyculture/forked-lightning-ranch.htm", "title": "Pecos National Historical Park: Tex Austin; the Fogelsons"}