{"body": "Explore This Park    Learn About the Park     Photos & Multimedia     Audio Files for Interpretive Trail     French Text and Audio for Interpretive Trail                French Text and Audio for Interpretive Trail          Below are translations of the interpretive trail exhibit panels in French. Click here for translations in English and Passamaquoddy. Panel One- Side One Panel One- Side Two Panel Two Panel Three Panel Four Panel Five Panel Six Panel Seven Panel Eight Panel Nine              Panel One- Side One     Audio file for the first panel, first side.  Duration:1 minute, 16 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                  Panel one on the interpretive trail. NPS  Bienvenue au lieu historique international de l'Île- Sainte-Croix  [Main Text] Revivez l'histoire dramatique de l'île Sainte Croix. Animés par le projet audacieux d'établir une colonie européenne au nord de la Floride, plus d'une centaine d'artisans, de soldats et de gentilshommes quittent la France en 1604. Après la longue traversée en voilier, ils s'installent dans une île au large des côtes et viennent ici même chasser le gibier et cultiver la terre.  Suivez sur ce sentier les traces de ces gens en quête d'aventure et découvrez l'un des premiers établissements européens en Amérique du Nord. [Bottom Left] Le lieu historique international de l'Île-Sainte Croix s'étend à la fois sur le continent et l'île. Ce sentier de la partie continentale de ce lieu historique offre des vues formidables de l'île Sainte-Croix, mais aucun accès à l'île.  [Right side of Map] 1604 marque le début de la colonisation européenne de l'île, mais les Autochtones y étaient installés depuis des millénaires. La région de l'île Sainte-Croix abritait les ancêtres des Pescomodys, un people toujours présent au Maine et qui tient a vous souhaiter \"Tan Kahk\" (la bienvenue).                 Panel One- Side Two     Audio file for the first panel, second side.  Duration:1 minute, 3 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                 Panel one- side two. NPS  Un précieux héritage  [Main text] La colonie de L'île Sainte-Croix en 1604-1605 est d'une grande importance, tant pour les États-Unis que pour le Canada. En effet il s'agit de l'un des premiers peuplements européens de l'Amérique du Nord au nord de la Floride. L'île Sainte-Croix –et les dures leçons apprises à cet endroit –sont à l'origine de l'Acadie, de la Nouvelle-France et de la présence française qui se perpétue sur ce continent. [Right] L'île Sainte-Croix… le début d'une présence française permanente en Amérique du Nord. [Bottom left] L'île Sainte-Croix est un lieu historique international, reconnu pas les États-Unis et le Canada pour son importance dans la colonisation du continent par les Européens. [Lower right] Le saviez-vous? De nos jours, environ 12 millions de personnes d'ascendance française et Canadienne française habitent aux États-Unis. Le Canada compte environ 7 millions de francophones.             Panel Two     Audio file of the second panel.  Duration:57 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                 Second panel. Copyright Francis Back  Étrangers du grand large  [Main text] En 1604, cette terre appartient aux Pescomodys. En juin, plusieurs familles campent ici, pour y pécher poissons, mollusques et crustacés.Comment savoir ce qui traverse l'esprit des habitants de la région lorsqu'ils voient un grand navire jeter l'ancre à côté d'une île tout près d'ici? Nous savons toutefois qu'ils vivent en paix avec les nouveaux arrivants et leur viennent en aide. [Embedded text in image] Les Pescomodys avaient sans doute déjà eu des contacts avec des pêcheurs et des commerçants de fourrures européens. Il s'agissait d'une présence saisonnière seulement, car aucun Européen n'avait passé l'hiver ici. [Lower right] Quelle serait votre réaction si un énorme véhicule rempli d'étrangers débarquait dans votre rue? Auriez-vous tendance à les accueillir, à les ignorer ou juste à les regarder?               Panel Three     Audio file for the third panel.  Duration:1 minute, 10 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                 Third panel. Copyright Francis Back  Colonisation de l'Île Saint-Croix  [Main text] \"…sa Maisesté commanda au sieur de mons de faire nouuel équipage….\" Samuel Champlain, Journal, 1604 Originaires de France, les nouveaux arrivants qui débarquent dans l'île sont dirigés par Pierre Dugua, sieur de Mons, qui s'est engagé à y fonder une colonie permanente. En retour, il peut contrôler le commerce de la fourrure dans la région. Sachant que d'autres tentatives de colonisation ont échoué, cette expédition est bien ravitaillée et compte de nombreux travailleurs. [Embedded text in image] Pourquoi Pierre Dugua a-t-il choisi d'établir la colonie dans une île? Surtout pour assurer sa défense. Craignant pour leur sécurité, les Français ont immédiatement construit une palissade et installé des canons. [Lower right] Quelques garçons, âgés d'à peine 10 ou 12 ans, ont quitté la France pour s'établir ici avec des soldats, des prêtres, des artisans et des gentilshommes. Qu'est-ce qui a bien pu les pousser à quitter leur pays pour une terre inconnue?             Panel Four     Audio file for the fourth panel.  Duration:1 minute, 4 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                 Panel four. Copyright Francis Back  Tout à bâtir  [Main text] \"…tous se mirēt à deffricher l'isle, aller au bois, charpenter, porter de la terre & autres choses necessaires pour les batimens.\" Samuel Champlain, Journal, 1604 Les projets de colonisation de Pierre Dugua sont ambitieux. Sur l'île, les pionniers construisent un village de style français, avec une place centrale entourée des maisons et de bâtiments de service. Ici, sur le continent, ils plantent des jardins et érigent un moulin à eau. Ils se préparent de leur mieux à vivre dans le « nouveau Monde ». [Embedded in image] Les Français avaient apporté avec eux quantité de matériaux de construction. Des briques jaunes de la Normandie ont été découvertes lors de fouilles archéologiques dans l'île. [Bottom right] À la fin août, les navires sont retournés en France. Que pouvaient bien ressentir les pionniers, sachant que, si les navires sombraient, personne ne saurait où ils se trouvent?               Panel Five     Audio file for the fifth panel.  Duration:1 minute, 6 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                 Panel five. NPS  Exploration de la côte  [Main text] \".. ie partis de S. Croix le 2. de Septembre auec… douze matelots, & deux sauvages pour nous seruir de guides aux lieux de leur cognoissance.\" Samuel Champlain, Journal, 1604 À la fin de l'été, Pierre Dugua envoie une équipe, dirigée par Samuel Champlain, pour explorer la côte. Champlain navigue le long du Maine, produisant des cartes détaillées et nomment des endroits, comme l'île du Mont-Désert. En moins d'un mois, la mauvaise température et le peu de vivres forcent l'équipe à rebrousser chemin. [Embedded in image] En 1604, Samuel Champlain (la particule nobiliaire « de » lui a été accordée plus tard) avait 34 ans. Nous connaissons l'histoire de l'île Sainte-Croix grâce à ses journaux. [Bottom right] Le saviez-vous? Les Français voyageaient toujours avec des Autochtones, qui leur servaient de guides et d'interprètes.               Panel Six     Audio file for the sixth panel.  Duration:1 minute, 17 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                 Panel six. NPS  Prisonniers de l'hiver  [Main text] \"Duran l'yuer il se mit une certaine maladie entre plusieurs de nos gens…Nous ne pusmes trouuer aucun remede….\" Samuel Champlain, Journal, 1604  L'hiver venu, l'état incertain des glaces empêche les gens de se rendre sur le continent. Les Français sont prisonniers de l'île, sans eau potable ou gibier sauvage. Ils parviennent à survivre en se nourrissant de conserves, de vin et de neige fondue, mais la maladie frappe. Au printemps, 35 hommes –soit prés de la moitié d'entre eux –sont morts. [Embedded in image] Selon les journaux de Champlain, les pionniers auraient été victimes du scorbut. Malheureusement, il faudra attendre encore 150 ans avant que les Européens apprennent que manger des fruits frais prévient cette maladie. [Bottom right] Les Français étaient non seulement mal préparés pour affronter le climat nord-américain, mais également malchanceux. En 1604-1605, l'hiver était beaucoup plus rigoureux qu'il ne l'est habituellement aujourd'hui.               Panel Seven     Audio file for the seventh panel.  Duration:1 minute, 20 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                 Panel seven. NPS  Leçons durement apprises  [Main text] \"Le Sieur de Mons se delibera de changer de lieu… pour esuiter aux froidures & mauuais yeur qu'auiõs eu en l'isle saincte Croix...\" Samuel Champlain, Journal, 1605 Après ce terrible hiver, Pierre Dugua ordonne de démonter les bâtiments et de s'installer ailleurs. Les Français ont appris d'utiles leçons sur l'Amérique du Nord. Cette fois, ils choisissent un endroit approvisionné en eau douce sur le continent. Cette fois, ils bâtissent en fonction de la rigueur du climat hivernal. Cette fois, la fondation de la colonie, Port-Royal, est une réussite. [Top left] Le saviez-vous? Quelques hommes qui ont débarqué à l'île Sainte-Croix sont devenus des dirigeants de l'Acadie et de la Nouvelle-France : Jean de Biencourt de Poutrincourt dirigait la colonie de Port-Royal, le cœur de l'Acadie. Samuel Champlain a fondé Québec et a été nommé gouverneur de la Nouvelle-France. [Lower right] Les Français ont appris beaucoup de leçons de survie des Mi'kmaq de Port-Poyal, ce qui explique en partie la réussite de la colonie à cet endroit.               Panel Eight     Audio file for the eighth panel.  Duration:1 minute, 49 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker                 Panel eight. NPS  La colonie telle qu'on l'imagine  [Main text] Cette Maquette montre la colonie de l'île Sainte-Croix telle qu'illustrée par Samuel Champlain. Son illustration est idéalisée. Les recherches archéologiques révèlent des différences quant à l'échelle et à l'emplacement des bâtiments. [Image caption] Plan de la colonie de l'île Sainte-Croix en 1604 par Samuel Champlain. [Legend] A. Logis du Sieur de Mons B. Maison publique C. Magasin D. Logis des Suisses E. Forge F. Logis des charpentiers G. Puits H. Four I. La cuisine L. Jardins M. Autres jardins N. Place publique O. Palissade P. Logis des Sieur's D'Orville, Champlain &Chandoré Q. Logis du Sieur Boulay & autres artisans R. Logis des Sieur de Genestou, Sourin &autres artisans T. Logis des Sieurs de Beaumont, la Motte Bourioli & Fougeray V. Logis du curé X. Autre jardins Y. Rivière [Right] D'importants travaux de recherche archéologique ont été menés à l'île Sainte-Croix en 1789, en 1949 et en 1969. Des fragments d'une trentaine de pots en céramique provenant de la Normandie ont été découverts dans l'île.               Panel Nine     Audio file for the ninth panel.  Duration:1 minute, 30 seconds      Credit / Author: NPS/Ed Bassett, Passamaquoddy Recording Artist; Patricia Bernier, Speaker               Saisons de l'Île Sainte-Croix  1604 Été : Saison d'espoir Plus d'une centaine d'hommes arrivent de France en juin. En trois mois, ils construisent une colonie. À la fin août, leurs navires retournent en France, laissant derrière eux 79 hommes pour passer l'hiver dans l'île.  1604 Automne : Saison d'exploration Une équipe dirigée pas Samuel Champlain et deux guides autochtones explorent la côte du Maine. 1604 / 1605 Hiver : Saison de désespoir Prisonniers du climat hivernal sur l'île, les Français succombent à la maladie: 35 d'entre eux meurent et une vingtaine d'autres sont malades. 1605 Printemps : Saison d'attente Les Pescomodys apportent du gibier frais aux Français pour les aider à recouvrer la santé. Les Français espèrent qu'un bateau viendra les ravitailler en avril, mais celui-ci n'arrive qu'en juin. 1605 Été : Saison de renouveau Les Français sont à la recherche d'un autre endroit où s'établir. Au cours de l'été, ils démontent la plupart des bâtiments de l'île et déménagent à Port-Royal –l'actuelle Nouvelle-Écosse.", "url": "https://www.nps.gov/sacr/learn/photosmultimedia/french-text-and-audio-for-interpretive-trail.htm", "title": "Saint Croix Island International Historic Site: French Text and Audio for Interpretive Trail"}