{"body": "Explore This Park    Plan Your Visit     En Français             Sainte Croix Accueil       Le début d'une présence Européenne permanente dans le nord de L'Amérique Du Nord. L'hiver de 1604-1605 sur l'île Sainte-Croix fut cruel pour l'expédition française de Pierre Dugua. Prisonniers des glace entourant l'île, privés d'eau fraîche et de gibier, 35 des 79 hommes moururent. Quand le printemps arriva et les Autochtones échangèrent du gibier contre du pain, la santé des survivants s'améliora. Même si l'expédition reprit sa route en été, la présence européenne dans le nord de l'Amérique du Nord venait de commencer.         Carte NPS  Planifiez votre visite  Itinéraire, cartes, heures et saisons d'ouverture, coût et réservations, activités, à savoir, et plus.          Statue de bronze. NPS  Histoire et culture  La ligne du temps des 400 ans de l'île Sainte-Croix et plus.          Trousse pédagogique NPS  Pour les professeurs La Trousse interprétative de Sainte-Croix 1604, la trousse Passamaquoddy, et plus.        Cérémonie du 400e anniversaire. NPS  Nouvelles Une cérémonie solennelle commémorant le 400ème anniversaire de la colonie française sur l'île Sainte-Croix. Plus         Trappe d'interprétation. NPS  Gestion La gestion du lieu historique international de l'Île-Sainte-Croix est déterminée par sa mission. Plus         l'Île-Sainte-Croix. NPS  Foire aux questions  Qui, quoi, où, quand, pourquoi, comment, et plus.        Escalier menant à l'île Sainte-Croix vue. NPS  Climat A mi-distance entre l'équateur et le pôle Nord, ce site est exposé aux conditions météorologiques typiques de la côte est du Maine. Les brises de mer en été donnent une impression de fraîcheur. Les températures oscillent entre 70 et 80° F (21-27° C).", "url": "https://www.nps.gov/sacr/sainte-croix-accueil.htm", "title": "Saint Croix Island International Historic Site: En Français"}